  {

/************************************************
Nikolai's Information
************************************************/
//Display Name
"FC.Nikolai":"Nikolai",
"Mother": "Mother",
"Friend": "Friend",
"Son": "Son",
//Gift Related Dialogue
"AcceptBirthdayGift_Loved.Nikolai":"Did I tell you it's my birthday today?$3#$b3I can't recall actually.#$b#Thanks so much though, this is one of my favorite things.$6",
"AcceptBirthdayGift_Liked.Nikolai":"You shouldn't have!$1#$b#Thank you @, this is becoming a great birthday.$6",
"AcceptBirthdayGift_Disliked.Nikolai":"Oh, I think I can use this actually.#$b#Thank you for the birthday present.$1",
"AcceptBirthdayGift_Hated.Nikolai":"You shouldn't have.$2#$b#No you really shouldn't have, this is really insulting.$5",
"AcceptBirthdayGift_Neutral.Nikolai":"Oh hey, I was needing something like this.#$b#What a thoughtful birthday present too, thanks @.$1",
"Nikolai.gift.love":"This is awesome, you sure I can just have this?$1#$b#Wow, thanks so much.$6",
"Nikolai.gift.like":"It's real sweet you thought of me, thanks @.$1",
"Nikolai.gift.dislike":"Oh, thank I think.$2#$b#I'll see what I can use it for.$3",
"Nikolai.gift.hate":"This isn't funny, shove off.$5",
"Nikolai.gift.neutral":"Oh hey, this is pretty cool.$1#$b#Thanks @.$6",
"WinterStar_GiveGift_Before.Nikolai":"It took a long time of thinking, but I figured out exactly what I want to get you!$6#$b#I hope you like @.$1",
"WinterStar_GiveGift_After.Nikolai":"Happy holiday @, I hope you’re enjoying yourself!$1",
"WinterStar_ReceiveGift.Nikolai":"oh!#$b#Thank you, you always have such thoughtful gifts.$6#$b#Here, I’m giving everyone a treat this year.[Fellowclown.SW_GreenAppleHoneyPop]",
"WinterStar_GiveGift_Before_Spouse.Nikolai":"Happy holiday's honey, I hope you like the present I got you.$4",
"WinterStar_GiveGift_After_Spouse.Nikolai":"I love the holidays, it makes me so happy to give people presents.$1",
"RejectBouquet_NpcAlreadyMarried.Nikolai":"Um, I'm already a married man.$1#$b#Don't you remember.$6",
"RejectBouquet_Divorced.Nikolai":"You're just a big bully.$5",
"RejectBouquet_VeryLowHeart.Nikolai":"Whoa there, no thanks.$3#$b#I don't even know your favorite food yet.$1",
"RejectBouquet_LowHeart.Nikolai":"I don't think so, I don't feel comfortable with you yet.$3",
"AcceptBouquet.Nikolai":"Oh...$2#$b#You really feel that way, this isn't a prank?$3#$b#...#$b#Well, yeah I'd like to try.$4",
"RejectMermaidPendant_Divorced.Nikolai":"No, never again @.$2",
"RejectMermaidPendant_NeedHouseUpgrade.Nikolai":"I would but your place is way too small right now, I'd have no where to put Jumba.$3",
"RejectMermaidPendant_NpcWithSomeoneElse.Nikolai":"I'm a married man and I take it very seriously.$5",
"RejectMermaidPendant_PlayerWithSomeoneElse.Nikolai":"No I don't think so, I don't vibe with cheating.$5",
"RejectMermaidPendant_Under8Hearts.Nikolai":"Uh, no way @.#$b#We're just friends.$1",
"RejectMermaidPendant_Under10Hearts.Nikolai":"I can't I'm sorry, my ma needs me right now.$2",
"RejectMermaidPendant_Under10Hearts_AskedAgain.Nikolai":"@, I'm sorry but no.#$b#Don't do this...$3",
"RejectMovieTicket_AlreadyInvitedBySomeoneElse.Nikolai":"Sorry @, I have plans already.$3",
"RejectMovieTicket_AlreadyWatchedThisWeek.Nikolai":"I've too much going on, maybe next we can watch another movie though.$1",
"RejectMovieTicket_DontWantToSeeThatMovie.Nikolai":"oh, maybe the next movie?$2#$b#I'm not sure about the current one.$3",
"RejectMovieTicket_Divorced.Nikolai":"No thanks.$5",
"RejectGift_Divorced.Nikolai":"You can't make this better with prsent's @.$3",
"SpouseGiftJealous.Nikolai":"I'm not jealous when you give things to other people...Well, not a whole lot.$3#$b#Okay I am jealous, but I'm working through it.$2",
"MovieInvitation.Nikolai":"Oh man, yeah I would love too.$6#$b#I love going to the theater's so much.$1",
//Special Dialgoue
"Introduction.Nikolai":"Oh hey, you must be @!#$e#I'm Nikolai, pleased to meet you!$6",
"danceRejection.Nikolai":"Oh jeez, no thank you.$2#$b#Maybe another time.$6",
"divorced.Nikolai.1":"Hey, just leave me alone, alright.$5#$e#I just can't deal with seeing you, okay?$6#$e#Please just stop, leave me alone.$2",
"divorced.Nikolai.2":"Oh...$2#$b#It's nice to see you @.$1#$b#%Nikolai sighs before sadly looking away.#$e#Sorry it just, still hurts seeing you around.$2",
"divorced.Nikolai.3":"I still love you @, but I don't think I can be your friend just yet.$2#$b#If I could forget a little a faster maybe...$2",
"divorced.Nikolai.4":"Did you know that the mate of a female praying mantis is usually eaten afterward...$3#$b#I feel sort of like that, like my mate has eaten me.$2",
"divorced.Nikolai.5":"You meant the world to me @, you still do.$3#$b#But, I just can't deal with seeing you anymore.$2",
"divorced.Nikolai.6":"...$2#$b#Is there something you need @?$2#$b#Even though we're apart, I'd still help however I can.$3#$b#Don't forget that okay.$2",
"breakUp.Nikolai":"So that's it?$6#$b#We're just over now?$7#$e#I really just, I can't talk right now.$2",
"Resort_Entering.Nikolai":"This place is beautiful!",
"Resort_Leaving.Nikolai":"I'm beat, can't wait to lay down.",
"Resort_Shore.Nikolai":"I've been helping any washed up fish I find get back into the ocean.",
"Resort_Umbrella.Nikolai":"Being here make me really miss my old home.",
"Resort_Wander.Nikolai":"If you come across a sand dollar, don't forget to pick it up!$1#$b#Collecting them is pretty fun.$3",
"Resort_Bar.Nikolai":"I really needed a drink...$2#$b#It's a lot hotter here then in town.",
"Resort.Nikolai":"I wonder if my ma would like living here.$6",
"Saloon_Nikolai_RareGreeting.Nikolai":"",
"Nikolai.GreenRain.A":"My ma won't let me go out in the rain, shouldn't have told her it's green rain.$2",
"Fair_Judging.Nikolai":"Are you ready? I heard Lewis is starting the judging process.$1",
"Fair_Judged_PlayerLost_PurpleShorts.Nikolai":"Holy hell, I can't beleive you did that to Lewis.$6#$b#You're a force to be reckoned with.$1",
"Fair_Judged_PlayerLost_Skipped.Nikolai":"I'm curious why you missed out on the contest.$3#$b#But there's always next year.$6",
"Fair_Judged_PlayerLost.Nikolai":"It's too bad you lost @, but you're a winner to me.$1",
"Fair_Judged_PlayerWon.Nikolai":"I knew you'd win, I coudl feel it in my toes!$6",
"Fair_Judged.Nikolai":"This years fair was pretty awesome, I can't wait for Spirit's Eve next.$6",
"FlowerDance_Accept_Spouse.Nikolai":"Anytime and day, I would love to dance with you.$4",
"FlowerDance_Accept.Nikolai":"Are you for real? I would love to dance!$4",
"FlowerDance_Decline.Nikolai":"Oh man, I'm not feeling it I'm sorry.$3",
"Nikolai_AfterWedding.Nikolai":"I can't beleive I'm actually married.$1#$b#We're married @!$6",
"Nikolai_Engaged.Nikolai":"Could we keep our last names the same, I hate dealing with government papwerwork.",
"SpouseStardrop.Nikolai":"@, I saw this and I thought of you.$4#$e#I love you @.#$b#I just want you to never forget it.$6",
"HitBySlingshot.Nikolai":"Ow ow! Stop it!",
"DumpsterDiveComment.Nikolai":"Don't worry @, I won't tell anyone...$2#$b#If you ever need anything though, just ask okay?$3",
"Spouse_MonstersInHouse.Nikolai":"Oh, wait...$3#$b#The monsters are real?...$2#$b#The monsters are real!$7",
"SpouseFarmhouseClutter.Nikolai":"It's pretty crowded in here, maybe we should clean up a bit.$1",
"cc_Complete.Nikolai":"The community center is repaired now, hopefully peopple actually use it.$1",
"cc_Boulder.Nikolai":"Finally I can go into town, that landslide was awful.$3",
"cc_Bridge.Nikolai":"I have a funny feeling about that bridge being fixed...$3#$b#Hopefully it's just in my head.$2",
"cc_Bus.Nikolai":"There's so many cool places I want to visit, now that the bus is fixed I can do just that!$6",
"cc_Greenhouse.Nikolai":"A greenhouse is the best place to raise bees.$3#$b#You can plant so many flower variations in there.$1",
"cc_Minecart.Nikolai":"My ma has warned me against riding the minecart's on account of my spasms.$2#$b#But I don't know, I think I could handle it.$3",
"joja_Begin.Nikolai":"I don't like Joja as a company, but I get it.$3#$b#It's affordable.$2",
"movieTheater.Nikolai":"I can't wait to watch a movie at the theater, I'm so excited about it.$1",
"dumped_Guys.Nikolai":"It's awful what you did...$2#$b#You deserved the public break up honestly.$3",
"secondChance_Guys.Nikolai":"Consider yourself lucky most people don't get a second chance.$3",
"dumped_Girls.Nikolai":"I can't believe you'd do that to all those people.",
"secondChance_Girls.Nikolai":"People who love you are pretty tough, I wouldn't be able to give you another chance.$3",
"pamHouseUpgrade.Nikolai":"It was very generous of you to help Pam like that.$1#$b#If I could afford it I would have helped too.$3",
"pamHouseUpgradeAnonymous.Nikolai":"I wonder who dished out all that money to buy Pam a house.$3#$b#It's so generous of them.$1",
"WipedMemory.Nikolai":"%Nikolai looks at you, his dark gaze glazes over as he tilts his head in confusion.#$e#Sorry, I thought I reconized you...Whatever though, I'm Nikolai. It's great to meet you.$6",
//Mod Crossovers
"Mon.Nikolai.TW.A":"Mister Halkias was kind enough to give me a part time job helping around Drift Wood.$6#$b#I'm really enjoying it, especially caring for the animals!$1",
"Tue.Nikolai.TW.B":"Have you met mister Talon?#$b#He lives here too and works as a inventor.$1#$b#But my ma says he shouldn't have quit his day job.$3",
"Wed.Nikolai.TW.C":"Mister Halkias made us coffee, I'm not a big coffee drinker but this brand isn't so bad.$1",
"Thu.Nikolai.TW.D":"Roswell is a beautiful birdy, but Dear Yoba she's so mean.$7",
"Mon.Nikolai.TD.A":"I like coming by occasionally to hang out with Barron, she's really nice and I love playing with Jinx.$1",
"Tue.Nikolai.TD.B":"%He's stuffing his face with food.",
"Mon.Nikolai.MF.A":"I wish Alan wouldn't let his ma control what he does so often.$2#$b#He's really good at elemental magic and stuff, but he doesn't seem to enjoy it very much.$3",
"Mon.Nikolai.ANL.A":"I think father Lovejoy is going to be starting a sermon soon.$1#$b#I'm not religious but I like coming here for the sense of community.$1",
"Tue.Nikolai.ANL.B":"Father Lovejoy always has such inspiring things to say, I wish I wasn't so anxious to talk to him though.$3#$b#I'd really like to get to know him more.$1",
//Questions
//Everyday Dialogue
"Mon.Nikolai.LowHeart.spring":"There's something calming about this time of year.#$e#I guess it's pretty weird, but my thoughts just relax during spring.$2",
"Mon.Nikolai.LowHeart.summer":"I wasn't born here. I actually come from the islands near here.$1#$e#It's really pretty there, you should visit if you ever have the chance.",
"Mon.Nikolai.LowHeart.fall":"Huh?$3#$e#Oh, it's nothing, I just... Thought I saw something.$1#$e#So anyway, you look tired. Maybe take a break if you can.",
"Mon.Nikolai.LowHeart.winter":"I might head to the mountain today, I love hiking up there.$6#$e#Plus I need to visit Linus. He's a really great guy.$1",
"Tue.Nikolai.LowHeart.spring":"%He lets out a loud yelp!#$b#Oh, you scared me! I thought you were...$3#$b#Nothing, it's nothing, don't mind me.$2",
"Tue.Nikolai.LowHeart.summer":"I don't know how you can get up every morning and work.$1#$b#I think I would just keel over if I had to do that.$6",
"Tue.Nikolai.LowHeart.fall":"It was really hard getting out of bed this morning.$3#$b#I don't feel depressed I'm just really tired a lot of the time.$2",
"Tue.Nikolai.LowHeart.winter":"Even though I'm tired physically, my head is just constantly full of energy.$1#$b#I wish I could as fast as my thoughts do.$6",
"Wed.Nikolai.LowHeart.spring":"Abigail is one of the prettiest people I've ever met.#$b#She’s very nice to me too but…$3#$b#Nevermind, she's a great friend.$1",
"Wed.Nikolai.LowHeart.summer":"Wow, it's already gotten so hot!#$e#I don't mind the heat, though. I really don't mind any type of weather if I'm honest.$6",
"Wed.Nikolai.LowHeart.fall":"Sometimes I can't help but overthink and worry about Sam.$2#$e#It's just - it must be really rough, your dad being overseas and fighting.$6#$b#I hear really bad things about the war.$2#$b#I mean sure, my mom was in the military but she was a nurse...$3",
"Wed.Nikolai.LowHeart.winter":"Even though I have a darker complextion, I burn really easily in this bright sun#$b# But a good layer sunscreen works wonders whenever I want to go outside.$1#$e#Speaking of heat, don't let yourself overheat while you work. Take plenty of breaks.",
"Thu.Nikolai.LowHeart.spring":"Every Sunday, my mom lights candles and prays.$6#$e#I don't know if I believe in all that stuff, but I do know I wouldn't be able to keep up with all the worship.$2",
"Thu.Nikolai.LowHeart.summer":"If you want a cool treat, the icecream stand is open this time around.#$e#I like icecream a lot but it hurts my teeth. Anything cold does that.",
"Thu.Nikolai.LowHeart.fall":"I've been working on updating my costume all year.#$e#Spirit's Eve is my favorite holiday - I cannot wait to dress up and get sick on candy!$6",
"Thu.Nikolai.LowHeart.winter":"I don't know much about farming or whatever, but if you need help I can try.$1#$e#I grow herbs in my place, that's about as much as I know, haha.$1",
"Fri.Nikolai.LowHeart.spring":"I know this sounds crazy, but I swear I saw something outside my house last night.$2#$e#It was like a shadow and when I woke up the next day there was fruit left at my doorstep.$3#$b#Wonder what it was.$6",
"Fri.Nikolai.LowHeart.summer":"I've been listening to country music nonstop this week. I don't usually like it, but for some reason it's really speaking to me this time around.$3#$e#Oh yeah, I listen to just about anything, nothing is off-limits to me.$1",
"Fri.Nikolai.LowHeart.fall":"Don't you just love the changing enviroment? It's so pretty.$1#$e#What's even better is my allergies stop acting up this time of year.$6",
"Fri.Nikolai.LowHeart.winter":"I really wish I had a fireplace or a heater or something!$7#$b#But if I get cold, I just turn the oven on. It doesn't do much but it helps.",
"Sat.Nikolai.LowHeart.spring":"Around this time of year, my ma makes this really tasty fruit drink.#$b#It was really good but I can't seem to make it right.$2",
"Sat.Nikolai.LowHeart.summer":"The islands i'm from are pretty small, but the population is dense.#$e#Can't go one foot without bumping elbows with someone.$1",
"Sat.Nikolai.LowHeart.fall":"Boxy let me pet him this morning!#$b#I love that cat to bits but he's really skiddish.$2",
"Sat.Nikolai.LowHeart.winter":"Sebastian and Sam are always hanging out together.#$b#I can't help but feel like a third wheel.$2",
"Sun.Nikolai.LowHeart.spring":"Abigail has been acting really weird lately, I think she's having problems with her dad again.$6#$b#I really worry about her sometimes.$",
"Sun.Nikolai.LowHeart.summer":"I wish I could work, but I just can't do it.$2#$b#Luckily the goverment is giving me benefits though so I can survive.$2",
"Sun.Nikolai.LowHeart.fall":"Jas sort of freaks me out sometimes.#$b#Doesn't she remind you of one of the little girls from horror movies?3",
"Sun.Nikolai.LowHeart.winter":"I never really could get into reading by myself, but I love being read too.$1#$e#There's not a lot of people who are willing to read to me, but Jodie does sometimes.$1",
"Mon.Nikolai.MidHeart.spring":"I've been trying to teach Jumba tricks. So far I got him to jump out of the water and right back in.#$e#It's really exciting I wonder what all he can learn.$1",
"Mon.Nikolai.MidHeart.summer":"Boxy does this really weird thing.#$b#Where he scratches at my front door meowing, but then when I open the door for him he runs away.$1#$b#Weird cat.$6",
"Mon.Nikolai.MidHeart.fall":"Fall is here and I am thriving.$1#$b#Think I'll try to plan something, maybe a party.",
"Mon.Nikolai.MidHeart.winter":"My mom always wanted me to have a lot of kids.#$b#I don't know if I want to, but if I did maybe one or two at most and I'll probably only adopt.$1",
"Tue.Nikolai.MidHeart.spring":"What's more impressive than a talking llama?#$b#A spelling bee!$3#$e#Do you get it? I think it's pretty funny.$6",
"Tue.Nikolai.MidHeart.summer":"I've got a feeling like someone is watching me, but I'm not sure who in the valley would be doing that?$2#$e#Maybe it's in all in my head.$2",
"Tue.Nikolai.MidHeart.fall":"Sometimes I just want to grab a leaf and take a bite out of it.#$b#They look like they'd be crunchy in the fall.$1",
"Tue.Nikolai.MidHeart.winter":"Do you ever what happens to merpeople when winter comes along?$6#$e#Like do they migrate to a warmer area or can they handle extreme tempatures?#$b#Wish I could ask one.$3",
"Wed.Nikolai.MidHeart.spring":"If I could spend the rest of spring in the mountain's I would.#$e#Hiking and camping is just a lot of fun!$1",
"Wed.Nikolai.MidHeart.summer":"When I was a little kid, I used to daydream about being a sea nomad.#$b#Don't know if you ever heard about them, but sea nomad's are a group of people from many different cultures that have made a life traveling the sea.$1#$b#Some Countries consider them pirates, but they're really not at all.$3",
"Wed.Nikolai.MidHeart.fall":"There's a fall festival in my hometown.#$b#People gather in the streets with candles and they wear animal costum's. It's supposed to scare away evil spirits.#$e#I don't know if I beleive in that, but it was always really ethereal experience.",
"Wed.Nikolai.MidHeart.winter":"aybe I can talk Sam and Sebastain into playing video games with me later today.#$e#I like doing things in groups, it's more fun.$1",
"Thu.Nikolai.MidHeart.spring":"I've been binge listening to as much heavy metal as I can lately.#$b#I like it a lot, but I like most music.$6",
"Thu.Nikolai.MidHeart.summer":"Willy and I have been talking a lot more.#$b#He's wanting to take me fishing on his boat but I really don't wanna hurt any fish.$2",
"Thu.Nikolai.MidHeart.fall":"I heard the best place to get cacatus fruit is from the desert.#$b#I've been thinking of heading down there to pick some up.$1",
"Thu.Nikolai.MidHeart.winter":"I like sports a lot but anytime I play I get hit in the face with something.#$b#Guess I just got that kind of mug don't I?$6",
"Fri.Nikolai.MidHeart.spring":"I'm gonna carve pumpkin's with Sam's family soon.#$b#I'm really excited for it.$1",
"Fri.Nikolai.MidHeart.summer":"Every festival that takes place at the beach, I have to really resist the impulse to shove someone into the ocean...$6",
"Fri.Nikolai.MidHeart.fall":"Watch out for evil spirits, fall is when they come out.#$e#%Nikolai grins at you and then makes a silly face.",
"Fri.Nikolai.MidHeart.winter":"I bet your farm is pretty spooky at night.#$b#My bee nursery is really scary at night.$6",
"Sat.Nikolai.MidHeart.spring":"I tried baking last night and my house ended up filled with smoke.#$b#I just completely forgot it was in the oven.$1#$b#Silly me right?$4",
"Sat.Nikolai.MidHeart.summer":"You know that feeling when you're just vibing and your brain starts playing video back to back in your head?$1#$b#Not even the full video just clips.$3#$b#Maybe that's just me though.$6",
"Sat.Nikolai.MidHeart.fall":"I heard that most people don't talk to themselves, like in their head?$3#$b#I don't think I could handle that, there's someone talking in my head everyday of every hour!$1",
"Sat.Nikolai.MidHeart.winter":"%He's humming a winter star song...He's off key.",
"Sun.Nikolai.MidHeart.spring":"I am pretty sure I weirded my mom out this morning.$1#$b#I just woke up really energized from some reason, so I was stuck on noise maker mode.$6",
"Sun.Nikolai.MidHeart.summer":"%Nikolai wiggles where he stands before suddenly clenching his fist tight. Then he returns to normal and smiles.#$b#Sorry about that, I just remembered something embarrassing I did.$1",
"Sun.Nikolai.MidHeart.fall":"%Nikolai makes a pop sound with his mouth then he snaps his fingers.#$b#Huh, oh sorry I'm just thinking about stuff.$6",
"Sun.Nikolai.MidHeart.winter":"The winter star festival is pretty great, I love the decorations and pretty colors.#$b#And the ugly sweaters.$6",
"Mon.Nikolai.HighHeart.spring":"Do you think people are aware of their own breathing?$3#$b#Sometimes I get really aware of mine and then it gets weirdly difficult to keep breathing.$2#$b#It's like once you notice something, it takes effort to keep doing it?#$b#Maybe that's just me though.$1",
"Mon.Nikolai.HighHeart.summer":"I know it sounds weird, but you give me a certain vibe.$1#$b#Not many people want to talk to me, but the ones that do usually have the same vibe as you.#$b#Not a bad thing at all, I enjoy your company a lot @.$1",
"Mon.Nikolai.HighHeart.fall":"Alex asked me today if I'm a boy or a girl.#$b#I didn't know what to say so I just said yes and walked away.$1",
"Mon.Nikolai.HighHeart.winter":"My ma came out to me last night, she's okay with me talking about it too.$1#$b#She said she's part of the A plus team, Aromantic, Asexual and Agender!#$b#Isn't that neat!$1#$b#She still wants female pronouns though.$3#$b#Says she's too old to change it?$2#$b#I disagree but whatever she's comfortable with I'll do.$1",
"Tue.Nikolai.HighHeart.spring":"I've been trying really hard to write more, but it's really difficult.$2#$b#I don't like writing alone if that makes sense, I always liked writing scenes with another person.$1",
"Tue.Nikolai.HighHeart.summer":"Do you think Lewis realizes that a lot of people have negative feeling's about him?$2#$b#Makes me feel sort of bad for the guy actually...$3",
"Tue.Nikolai.HighHeart.fall":"I totally saw Alex picking his nose this morning, I get it though. Sometimes there's painful stuff up there, but man that was odd to witness.$1#$b#Like I've obtained foribben memories.$3",
"Tue.Nikolai.HighHeart.winter":"I feel sort of under the weather, but I'm in high spirits!$6#$b#Just physically feeling gross today.$1",
"Wed.Nikolai.HighHeart.spring":"%Nikolai grabs your arm and then starts patting it softly. Then he stops and blushes.#$b#Sorry, the impulse won and I had to give you pats.$4",
"Wed.Nikolai.HighHeart.summer":"You know I'm supposed to wear glasses, but I hate having things on my face.$3#$b#Maybe I could try contacts one day.$1",
"Wed.Nikolai.HighHeart.fall":"I'm really close to finishing my costume edits.$1#$b#Then I can start on my mom's!$6",
"Wed.Nikolai.HighHeart.winter":"I never really knew my father, but honestly I don't mind.#$b#I heard he was a piece of work anyway.$1",
"Thu.Nikolai.HighHeart.spring":"%He's humming to himself#$e#Huh?#$b#Oh nothing, just in a good mood.$6",
"Thu.Nikolai.HighHeart.summer":"I love the ocean you know, never been the best swimmer though.#$b#I should learn how to though.$6",
"Thu.Nikolai.HighHeart.fall":"I heard there's a even older graveyard somewhere beyond Passerby's forest.$3#$b#I would love to go search for it but my ma made me promise not to.$2#$b#She's worried I'll get lost or something.$3",
"Thu.Nikolai.HighHeart.winter":"Winter isn't my favorite time of year, but it is the most entheral to me.$3#$b#There's just a really magical feeling in the air during the cold seasons you know?$1",
"Fri.Nikolai.HighHeart.spring":"My ma says, that spring is a very holy season for a follower of Yoba.#$b#I guess that's cool, but I never really felt a connection to spring.$2#$b#Hopefully Yoba sees all the season's as a important.$1",
"Fri.Nikolai.HighHeart.summer":"I've been having this dream recently, where I'm sailing across the world and it starts to storm.#$b#Like, a really dangerous storm.$3#$b#The whole dream I struggle to keep on the correct path until everything goes bad when my ship is flipped by a huge wave.$2#$b#It feels so real, I wake up confused...#$#I guess that's kind of odd though to bring up, just been bothering me I think.$3",
"Fri.Nikolai.HighHeart.fall":"You know I love snails almost as much as I love bees.$1#$b#They're so cute and silly looking.$6",
"Fri.Nikolai.HighHeart.winter":"Did you know that bees don't hibernate.#$b#Instead, the colony acts like a tiny furnace by pumping their flight muscles all winter long.$1#$b#Isn't that neat.$6",
"Sat.Nikolai.HighHeart.spring":"I saw another shadowy figure today outside my house. It looked so real...$2",
"Sat.Nikolai.HighHeart.summer":"You know what's sort of funny, you don't see a whole lot of law enforcement around here.#$b#Doesn't bother me, but it's a curious thing.$6",
"Sat.Nikolai.HighHeart.fall":"This season, I'm going to figure out what it is I've been seeing.#$b#That figure, it's there I know it is.$3#$b#It leaves me fruit sometimes at my doorstep, maybe I could leave something for it in return and it'll come out of hiding.$1",
"Sat.Nikolai.HighHeart.winter":"Sometimes I think about what it would be like to be in a video game.#$b#I don't if I'd like being in a action packed one.#$b#They're fun to play but to actually live it would suck.$3",
"Sun.Nikolai.HighHeart.spring":"Me and my ma, we're going to watch 'Attack Of The Ancient Worms' tonight.#$b#I'm so excited, it;s my favorite movie!$6",
"Sun.Nikolai.HighHeart.summer":"My ma swore that if I keep my room clean for a month, she'd let me get a Dodo bird.$1#$b#But...That's gonna be really, really hard to do.$3",
"Sun.Nikolai.HighHeart.fall":"I know it's a season away, but I can't wait for winter, the sequal to one of my favorite movies is playing in Zuzu theater!$6",
"Sun.Nikolai.HighHeart.winter":"If you can take a trip to Zuzu, you should go to the theater's.$1#$b#Great movies are playing this season.",
//Engagement Dialogue 
"Nikolai.engagement.0":"You want to marry me?$3#$b#I mean, yes of course I accept!$4",
"Nikolai.engagement.1":"Wait for real?#$b#I would love to marry you!$4",
//Wedding Event 
"Nikolai.Utility.cs.5367":"@...Nikolai.#$b# As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you partners for life!$h",
"Nikolai.Utility.cs.5369":"@...Nikolai.#$b# As the mayor of Pelican Town, and regional bearer of the matrimonial seal,I now pronounce you partners for life!$h",
"Nikolai.Utility.cs.5371":"When @ first arrived in Pelican Town, no one knew if they would fit in with our community…#$b#But from this day forward, @ is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day {0} of {1} to unite @ and Nikolai in the bonds of marriage.",
"Nikolai.Utility.cs.5377":"When @ first arrived in Pelican Town, no one knew if they would fit in with our community...#$b#But from this day forward, @ is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day {0} of {1} to unite @ and Nikolai in the bonds of marriage.",

//Marriage Dialogue 
"patio_Nikolai":"The farm's looking great, you've been working so hard.#$e#I'm really happy to be here.$1",
"spouseRoom_Nikolai":"I have no idea what to do today.#$e#Maybe I can entertain myself with video games or something.$6",
"Rainy_Day_0.Nikolai":"The rain sure is coming down, isn't it?#$b#Hope the feilds don't flood.$3",
"Rainy_Day_1.Nikolai":"Don't forget to wear a coat. I don't want you getting sick, okay?$2",
"Rainy_Day_2.Nikolai":" wonder if Boxy is okay.$2#$e#I worry about him a lot, but he just won't let me catch him.$3",
"Rainy_Day_3.Nikolai":"I gotta check on my bees. I'm sure the rain is causing some problems.$2",
"Rainy_Day_4.Nikolai":"I gotta take my medicine soon, feeling sort of weird.$3",
"Rainy_Night_0.Nikolai":"Let's cuddle, I love holding you.$4",
"Rainy_Night_1.Nikolai":"You're soaked to the bone! Go put some dry clothes on.$2#$e#Maybe get a blanket too, you look cold...$3",
"Rainy_Night_2.Nikolai":"I missed the sun today. Maybe I should get a sunlamp for days like this.$2#$e#It could be worse though - the farm could flood.$6",
"Rainy_Night_3.Nikolai":"Maybe stay inside?#$b#I heard some pretty scary thundering outside.$6#$e#We could drink something hot together, it'll be nice.$4",
"Rainy_Night_4.Nikolai":"Do you think we could get some goats?#$e#I love goats.#$b# I love animals, honestly. They're all so cute!$1",
"Rainy_Night_5.Nikolai":"I'd love to go into Zuzu with you.#$e#We could go out to eat and look at the sights.$1#$e#I go to Zuzu for the mental health clinic but I've never really looked around.$6",
"Indoor_Day_0.Nikolai":"I love you, @.$4#$e#We should go do something romantic today.#$b#Maybe a picnic.$4",
"Indoor_Day_1.Nikolai":"Do you think Willy would let us use his boat?$6#$b#I've been wanting to go boating again and he let me use it last time.$1#$e#Remember the boat ride we had on the lake?#$b#I really enjoyed that. You looked so nice that night.$4",
"Indoor_Day_2.Nikolai":"The farm is much bigger compared to my little piece of property.#$e#I love it here though, the wide open space makes me feel free.",
"Indoor_Day_3.Nikolai":"This farm is so big that we could probably throw a pretty decent party here.$1#$e#Wouldn't that be fun? We could invite some friends!",
"Indoor_Day_4.Nikolai":"I always wondered how the house would look if the walls were a brighter color.$1#$b#Bright colors help me feel happier.$1",
"Indoor_Night_0.Nikolai":"Hey baby, you look tired.$2#$e#...and sweaty. Do you want to wash up before bed?$1",
"Indoor_Night_1.Nikolai":"I hate the dark.$2#$e#I know nothing will happen, but I get really nervous when the sun goes down.$3",
"Indoor_Night_2.Nikolai":"I tried reading today and I actually got pretty far in my book before I started getting distracted.$1#$e#Oh no, I don't remember a bit of the book, though.$3#$e#It's pretty funny if you think about it. I forget things pretty quickly.",
"Indoor_Night_3.Nikolai":"I'm glad you're finally home.#$e#I always get worried when you're outside at night.$1#$e#There could be something dangerous lurking around, you know?$2",
"Indoor_Night_4.Nikolai":"I always wondered why certain animals are more like humans then other's.#$b#There are animals that look really different from us but they have really complex emotional reactions like a human would.$3#$b#I think this is why I always feel bad after I eat meat.$2",
"Outdoor_0.Nikolai":"The farm is much bigger compared to my little piece of property.#$e#I love it here though, the wide open space makes me feel free.",
"Outdoor_1.Nikolai":"Feel that breeze?#$e#It's really nice! The islands were always breezy because of the ocean.$1#$e#It's really nice during the summer there.",
"Outdoor_2.Nikolai":"I tried picking up around the farm a bit this morning.#$b#There's so much land I don't know how you take care of it all.$6",
"Outdoor_3.Nikolai":"I've been listening to some classical music lately, it's such a emotional expereince usually.$1#$b#It's really beautiful, you should give it a try.$1",
"Outdoor_4.Nikolai":"I have been standing here staring off into space for a long time I should really go find something productive to do.$6",
"funLeave.Nikolai":"I'm going to go check on my bees and then after I think I'll hang around town a bit, okay?$1#$e#Maybe I'll go to the saloon later this evening too.",
"funReturn.Nikolai":"I know it's not as busy as your day, but I've sure done a lot today.#$e#I wish I could be busy every day but I think I'd get overwhelmed if I was.$6",
"jobLeave.Nikolai":"I'm off to care for my bees okay and help ma around the house of course.$1",
"jobReturn.Nikolai":"It's been a pretty great day!#$b#My ma was acting extra silly today, I think she was happy I visited.$1",
"OneKid_0.Nikolai":"I never thought I would ever have a kid...#$b#Always been too anxious to even think about it.#$b#But, this is so nice honestly.$1",
"OneKid_1.Nikolai":"Do you think babies like other types of music besides classical?$3#$b#I was gonna try playing something with lyrics for %kid1 but I wasn't sure if I should.$2",
"OneKid_2.Nikolai":"%kid1 threw a fit this morning, I had no idea what to do.$2#$e#Luckily they calmed down after a while but it was really stressful.$7",
"OneKid_3.Nikolai":"We need to buy more toys for %kid1...$6#$e#They seem so bored all the time.",
"Twokids_0.Nikolai":"%kid1 and %kid2 seem to get along really well.#$e#I like seeing them play together, it's very cute.$1",
"Twokids_1.Nikolai":"%kid2 seems to be a lot like me. It makes me worry.$2#$e#I just hope they're not too much like me.$3",
"Twokids_2.Nikolai":"The kids have been fed. You just worry about the farm, okay baby?$1",
"Twokids_3.Nikolai":"We have kids!#$b#Isn't that crazy? I never thought I would.$1",
"Good_0.Nikolai":"Hey, cutie.$4#$b#You look really nice today.$4#$e#You remind me to look my best by being so attractive all the time.$3",
"Good_1.Nikolai":"I never thought I'd find love.#$b#But then you came along. Thank you for noticing me.#$e#I was used to being invisible, so it was really nice when you started talking to me like you did.",
"Good_2.Nikolai":"I played some of my game today! It was really fun until I got mad at it.$7#$e#Those levels just keep getting harder.$6",
"Good_3.Nikolai":"I was thinking about it and I've been pretty happy lately.$1#$e#Everything's improved so much since I met you.#$b#Maybe you're good luck.$3",
"Good_4.Nikolai":"If you smell smoke, that's my bad. I tried cooking and it sort of went badly.$6#$e#But good news is I bought something from Gus![206 241 231]",
"Good_5.Nikolai":"I've been watching Peertube lately. I like the gameplays - they're fun to watch.#$e#Maybe you could watch with me sometime, it'll be nice.",
"Good_6.Nikolai":"Willy keeps inviting me to fish with him but I always feel bad hurting the fish.$2#$e#Maybe I could talk him into doing something else.",
"Good_7.Nikolai":"Have you ever listened to chillwave? It's really relaxing.#$e#I love music honestly, I could listen to just about anything.$1",
"Good_8.Nikolai":"Are you hungry?[224]#$e#I made that myself this time!$3",
"Good_9.Nikolai":"I feel like my head is full of static.$6#$e#I'll tell my therapist about it soon.",
"Neutral_0.Nikolai":"Maybe we can do something fun today?$3#$b#I really would like to spend more time together.$1",
"Neutral_2.Nikolai":"You're always so busy, but then again I just have a lot of free time.$1",
"Neutral_3.Nikolai":"Do you think we could pile onto some pillows and watch a movie together?$6",
"Neutral_4.Nikolai":"I hope I didn't wake you this morning, I forgot to turn my music down last night.$3#$b#So when I turned it on this morning it was blaring at max volume.$7",
"Neutral_5.Nikolai":"I woke up in the living room this morning, must have gotten up and walked around last night in my sleep.$1#$b#Always been a sleep walker.$6",
"Neutral_6.Nikolai":"I think I'm going to try and clean the house today, it's hard but I really need to get better at it.$3",
"Neutral_7.Nikolai":"We should go somewhere soon, I'm getting restless being home all the time.$2",
"Neutral_8.Nikolai":"You're always busy, you should take it easy sometimes.$2#$b#I worry about you.#3",
"Neutral_9.Nikolai":"%Nikolai seems sort of out of it today, but he smiles at you anyway.",
"Bad_0.Nikolai":"Oh, you're home.#$b#Sorry, just usually you're gone.$3",
"Bad_1.Nikolai":"Are you feeling okay?$2#$b#You've not been very...engaging lately.$3",
"Bad_2.Nikolai":"You'd tell me if you were angry with me right?$7#$b#You always seem so distant.",
"Bad_3.Nikolai":"You know, sometimes I feel like getting marry broke us...$3#$b#You're so different now.#2",
"Bad_4.Nikolai":"I'm thinking of spending a few nights with my ma, I really miss her.$3",
"Bad_5.Nikolai":"I'm sorry, I know I'm needy but can you please talk to me more often?$2#$b#I shouldn't feel lonely next to my partner.$3",
"Bad_6.Nikolai":"%He looks very depressed, but he won't say why.",
"Bad_7.Nikolai":"%Nikolai looks like he wants to say something, but then he looks away and doesn't say a word.",
"Bad_8.Nikolai":"%There's a empty look in his gaze, Nikolai is here but he's not at the same time.",
//Festival Dialogue
// text shown if nothing else matches
"Nikolai.festival-default":"I Love most of the festivals, It's so much fun gathering like this.$1", // TODO
// egg festival
"Nikolai.spring13":"I hope all the eggs are found.$3#$e#It would start smelling pretty bad around here if they're not...$2",
"Nikolai.spring13.friendly": "Oh hey @, looking forward to egg hunting?#$b#I'm excited to watch people scramble.$6",
"Nikolai.spring13.dating":"Good luck out there, baby.$3",
"Nikolai.spring13.married":"I hope you win!$1$e#They really don't stand a chance.$1",
"Nikolai.spring13.divorced":"Hey...$2$e#You look...well.$2",
// flower festival
"Nikolai.spring24":"The flower dance is packed, try not to bump elbows with anyone stranger.$6",
"Nikolai.spring24.friendly":"I hope someone ask's me to dance, I love dancing",
"Nikolai.spring24.dating":"Don't worry about dancing with me, you just go have fun.$1",
"Nikolai.spring24.married":"If you decide not to dance this years it's okay, I actually really enjoy watching too.$1",
"Nikolai.spring24.divorced":"Could you please just...$5$e#Just leave me alone, okay.$",
// luau
"Nikolai.summer11":"I put hot peppers in the soup.$1",
"Nikolai.summer11.friendly":"I hope you like artichokes because I put some in the soup.$3",
"Nikolai.summer11.dating":"Hey, you wanna dance or something?#$b#Or maybe eat, I'm starving.$6",
"Nikolai.summer11.married":"With your crops, the soup should taste really awesome this year.$1",
"Nikolai.summer11.divorced":"I'm trying to have a good time @, leave me alone.$2",
// jellies
"Nikolai.summer28":"I was stung by a jellyfish once.$3#$e#It hurt pretty bad now that I think of it.$2",
"Nikolai.summer28.friendly":"This night is so magical, there's something really familiar about seeing this jellies come by every year.$1#$b#Not just because I see it every year, but because it feels apart of me somehow.",
"Nikolai.summer28.dating":"It would be pretty cool to swim with the jellies, but I'm not sting proof.$6",
"Nikolai.summer28.married":"We should celebrate here, maybe a renewing of our vows?#$b#That would be so romantic.$4",
"Nikolai.summer28.divorced":"There's a lot of memories here, isn't there?$2$e#Let me forget them.$2",
// Marketpalooza (from Fellowclown.Nikolai mod)
"Nikolai.fall3":"Don't forget to enter your raffle ticket!$3",
"Nikolai.fall3.friendly":"Hey, I've been working hard all year on these honey's.$1#$b#If you buy something tell me what you think of them.$6",
"Nikolai.fall3.dating":"Here you go, try a sample darling.[Fellowclown.SW_SnowHoney]",
"Nikolai.fall3.married":"I made this one jsut for you, I hope you like it.[Fellowclown.SW_SunshineHoney]",
"Nikolai.fall3.divorced":"Expecting a sample?$2#$b#Sorry I just don't give those out to people who hurt me.$3#$b#But I'll still sell to you if you want.$2",
// fair
"Nikolai.fall16":"Wow, check out the animals!#$b#I've never seen some of these breeds before.$1",
"Nikolai.fall16.friendly":"Maverick is selling a dodo egg, I am so tempted to buy it but my ma might kill me.$6",
"Nikolai.fall16.dating":"I wonder if I can pet the Dodo's, maybe I should tempt one with some bread.$1",
"Nikolai.fall16.married":"Do you think we could get another animal?#$b#Like maybe a Dodo, they're really adorable.$6",
"Nikolai.fall16.divorced":"%He's ignoring you.",
// spirit's eve
"Nikolai.fall27":"Boo!$e#Did I scare you?$e#I think my costume is pretty spooky.#$b#Everyone's nervous about clowns right?$6",
"Nikolai.fall27.friendly": "I think Spirit's Eve is my favorite festival.$e#Dressing up is just so much fun!",
"Nikolai.fall27.dating":"You can hold my hand if you want to...$#$b#Huh?No of course I'm not scared....%He's visibly shaking with fear.",
"fall27.married":"The monster's in that cage, they look real?#$b#But, they wouldn't really bring actual monster's to the festival would they?$2",
"fall27.divorced":"I don't really want to talk to you.$2$e#I'll be civil just for tonight, though.$2",
// festival of ice
"Nikolai.winter8":"Maybe we can make a snowman together.$1$e#I might be too cold to move though.$3",
"Nikolai.winter8.friendly": "Better watch your back, snowballs have been flying left and right!$3",
"Nikolai.winter8.dating":"Wanna peguin hug to stay warm?$6",
"Nikolai.winter8.married":"I'm not really into fishing, but I do like spending time with Willy.#$b#He's really sweet, he's like a father to me you know.",
"Nikolai.winter.divorced":"%He looks at you with confusion at first but then looks away to ignore you instead.",
// winter star
"Nikolai.winter25":"Man, everyone's so happy today.$e#It's pretty great.$1",
"Nikolai.winter25.friendly":"",
"Nikolai.winter25.dating":"Don't let me catch you under the mistletoe.$4",
"Nikolai.winter25.spouse":"I got this for you.$4[# # #]#$b#I know I was only supposed to shop for one person, but I couldn't help it!$1",
"Nikolai.winter25.divorced":"..Have a nice holiday.$2$e#That's not a invitation to talk to me.$2",
//Passive Festivals
"Nikolai.Nightmarket.A":"I love this, being underwater is so cool!$1",
"Nikolai.Nightmarket.B":"I hope we see a weird fish soon, I've been wanting to spot something odd.$6",
"Nikolai.Nightmarket.C":"Wow I'm getting really tired, I should head home soon I think.",
//Incoming Calls
"Nikolai.PhoneCall.1":"Hey @, hope you're doing well.$1#$b#I saw this weird looking egg?#$b#Found it on the beach, I think it's an egg but my ma insist it's some kind of shell.$1#$b#I'll have to show you sometime.#$b#Well I gotta go, I'm supposed to be cleaning but I had to call before I forgot.$1#$b#Bye now.",
"Nikolai.PhoneCall.2":"There's something outside my house.$1#$b#I know there is, I can hear it walking around at night.#$b#If you come by and see something weird, let me know okay?$2#$b#I need to prove to my ma there's something out there.$2#$b#Talk later okay, I gotta go look for myself one more time.$5",
/************************************************
Boxys's Information
************************************************/
//Display Name
"FC.Boxy":"Boxy",
//Gift Related Dialogue
"Boxy.gift.love":"%Boxy is happy, you've earned his favor.",
"Boxy.gift.like":"%Boxy is pleased with your gift.",
"Boxy.gift.dislike":"%Boxy hisses at you with distaste, you've offended his senses.",
"Boxy.gift.hate":"%Boxy is unimpressed and disgusted by your gift.",
"Boxy.gift.neutral":"%Boxy accepts your gift, but he's not that impressed.",
"Boxy.reject_809":"%Boxy doesn't have a understanding of theater's. He will not accept your ticket.",
//Special Dialgoue
"DumpsterDiveComment.Boxy":"%He's unaffected by your trash diving.",
"RejectBouquet_NotDatable.Boxy":"%Boxy eats one of the flowers, he is a cat and is not interested in dating.",
"HitBySlingshot.Boxy":"Yooowl!",
"intro.Boxy.Boxy":"%Boxy acknowledges you with a narrowed glare.#$b#Yowl!$3",
//Everyday Dialogue
"Mon.Boxy.LowHeart.spring": "",
"Mon.Boxy.LowHeart.summer":"",
"Mon.Boxy.LowHeart.fall":"",
"Mon.Boxy.LowHeart.winter":"",

"Tue.Boxy.LowHeart.spring": "",
"Tue.Boxy.LowHeart.summer":"",
"Tue.Boxy.LowHeart.fall":"",
"Tue.Boxy.LowHeart.winter":"",

"Wed.Boxy.LowHeart.spring": "",
"Wed.Boxy.LowHeart.summer":"",
"Wed.Boxy.LowHeart.fall":"",
"Wed.Boxy.LowHeart.winter":"",

"Thu.Boxy.LowHeart.spring": "",
"Thu.Boxy.LowHeart.summer":"",
"Thu.Boxy.LowHeart.fall":"",
"Thu.Boxy.LowHeart.winter":"",

"Fri.Boxy.LowHeart.spring": "",
"Fri.Boxy.LowHeart.summer":"",
"Fri.Boxy.LowHeart.fall":"",
"Fri.Boxy.LowHeart.winter":"",

"Sat.Boxy.LowHeart.spring": "",
"Sat.Boxy.LowHeart.summer":"",
"Sat.Boxy.LowHeart.fall":"",
"Sat.Boxy.LowHeart.winter":"",

"Sun.Boxy.LowHeart.spring": "",
"Sun.Boxy.LowHeart.summer":"",
"Sun.Boxy.LowHeart.fall":"",
"Sun.Boxy.LowHeart.winter":"",

"Mon.Boxy.MidHeart.spring": "",
"Mon.Boxy.MidHeart.summer":"",
"Mon.Boxy.MidHeart.fall":"",
"Mon.Boxy.MidHeart.winter":"",

"Tue.Boxy.MidHeart.spring": "",
"Tue.Boxy.MidHeart.summer":"",
"Tue.Boxy.MidHeart.fall":"",
"Tue.Boxy.MidHeart.winter":"",

"Wed.Boxy.MidHeart.spring": "",
"Wed.Boxy.MidHeart.summer":"",
"Wed.Boxy.MidHeart.fall":"",
"Wed.Boxy.MidHeart.winter":"",

"Thu.Boxy.MidHeart.spring": "",
"Thu.Boxy.MidHeart.summer":"",
"Thu.Boxy.MidHeart.fall":"",
"Thu.Boxy.MidHeart.winter":"",

"Fri.Boxy.MidHeart.spring": "",
"Fri.Boxy.MidHeart.summer":"",
"Fri.Boxy.MidHeart.fall":"",
"Fri.Boxy.MidHeart.winter":"",

"Sat.Boxy.MidHeart.spring": "",
"Sat.Boxy.MidHeart.summer":"",
"Sat.Boxy.MidHeart.fall":"",
"Sat.Boxy.MidHeart.winter":"",

"Sun.Boxy.MidHeart.spring": "",
"Sun.Boxy.MidHeart.summer":"",
"Sun.Boxy.MidHeart.fall":"",
"Sun.Boxy.MidHeart.winter":"",

"FarmhouseVisit.EntryQuestion.Boxy":"Mew?$1",
"FarmhouseVisit.EntryBubble.Boxy":"Mow wow wow!",
"FarmhouseVisit.EntryDialogue.Boxy":"%Boxy is curious about your home, he is sniffing and licking everything.",
"FarmhouseVisit.Dialogue1.Boxy":"%Boxy has something in his mouth, he starts to chew very quickly when you look at him.",
"FarmhouseVisit.Dialogue2.Boxy":"%Boxy has tracked dirt everywhere.",
"FarmhouseVisit.ExitDialogue.Boxy":"%He's ready to go! He's so desperately ready to go that he must scream!",
//Festival Dialogue
// text shown if nothing else matches
"Boxy.festival-default":"...$1", // TODO
// egg festival
"Boxy.spring13":"...$3",
"Boxy.spring13.friendly":"%Boxy purr at you, you are his friend.",
// flower festival
"Boxy.spring24":"%Boxy hisses at you, even at festivals he is weary of your intentions.#$e#...$3",
"Boxy.spring24.friendly":"%Boxy licks your shoe and then starts to purr.",
// luau
"Boxy.summer11":"%He's too distracted, Boxy wants food!",
"Boxy.summer11.friendly":"%You sneak a piece of sasuage for Boxy, he gobbles it up happily.",
// jellies
"Boxy.summer28":"%Boxy's relaxing, he looks very happy.",
"Boxy.summer28.friendly":"%He's chewing on a seashell, silly kitty.",
// Marketpalooza (from Fellowclown.Nikolai mod)
"Boxy.fall3":"%Boxy looks a bit confused, but he's happy.",
"Boxy.fall3.friendly":"%Boxy has something sticky all over his whiskers.",
// fair
"Boxy.fall16":"%Boxy is growling, he's not feeling safe or happy.",
"Boxy.fall16.friendly":"%Boxy regards you with a loud, wailing meow. He's happy to see you.",
// spirit's eve
"Boxy.fall27":"%Boxy has pumpkin seeds scattered through his fur.",
"Boxy.fall27.friendly":"Mow! wow wow wow!$1#$b#%Boxy is so excited, he's singing a little song.",
// festival of ice
"Boxy.winter8":"%He's shivering from head to claw.",
"Boxy.winter8.friendly":"%Boxy cuddles up to your leg for warmth.",
// winter star
"Boxy.winter25":"%The present is his, none can have it.",
"Boxy.winter25.friendly":"%Boxy has chewed a hole into the present.",
/************************************************
Kaia's Information
************************************************/
//Display Name
"FC.Kaia":"Kaia",
//Gift Related Dialogue
"AcceptBirthdayGift_Loved.Kaia": "Did Nikolai tell you it's my birthday?$1#$b#That little sneak.$1",
"AcceptBirthdayGift_Liked.Kaia": "What a nice birthday gift.$1",
"AcceptBirthdayGift_Disliked.Kaia": "I'm sure I can do something with this...$2#$b#Thank's for the birthday gift.$1",
"AcceptBirthdayGift_Hated.Kaia": "This is sort of terrible.$2#$b#You know, today's my birthday...$2",
"AcceptBirthdayGift_Neutral.Kaia": "This is so thoughtful, thank you for the birthday wishes.$1",
"Kaia.gift.love":"This is one of my favorites, thank you!$1",
"Kaia.gift.like":"You're a real doll, thank you.$1",
"Kaia.gift.dislike":"Erm, thanks?$2",
"Kaia.gift.hate":"This is awful, why would you give me this?$5",
"Kaia.gift.neutral":"I bet Nikolai could use this, thank you @.$1",
"reject_809.Kaia": "Erm, no thanks.$2#$b#Not really a big fan of movies, I prefer audio books.$1",
//Special Dialogue
"Introduction.Kaia":"Hm?#$b#Oh hello, I didn't know there was a new soul in town.$1#$b#That landslide really cut us off from everything for a while there.$2",
"Resort_Entering.Kaia":"This place reminds me of home, the gem islands are a lot like this.$1",
"Resort_Leaving.Kaia":"I better get home, if I don't start dinner Nikolai will just completely forget to eat.$2",
"Resort_Shore.Kaia":"I love the beach, something about the hot sand beneath my feet relaxes me.$1",
"Resort_Umbrella.Kaia":"The sun was really frying the top of my head, glad I found somewhere cooler to stand.$1",
"Resort_Wander.Kaia":"Hm, oh I'm fine really.$1#$b#Just off to find a drink.$1",
"Resort_Bar.Kaia":"The drinks here are so good, I missed fresh tropical fruits.$1",
"Resort.Kaia":"I don't know how I feel about the resort.$2#$b#On one hand, it's such a nice change.#$b#But on the other, I really hope our presence here doesn't hurt anything.$2",
"Saloon_Kaia_RareGreeting.Kaia":"So'ali Gus!",
"Fair_Judging.Kaia":"I heard Lewis has started judging the displays.#$b#Hopefully he does it fairly.$1",
"Fair_Judged_PlayerLost_PurpleShorts.Kaia":"Why is everyone laughing?$2#$b#....#$b#Oh! Goodness!$1#$b#You really did that?$1",
"Fair_Judged_PlayerLost_Skipped.Kaia":"Did you not set up a display? That's a bummer.$2",
"Fair_Judged_PlayerLost.Kaia":"I'm sorry you lost, but there's always next year right?$2",
"Fair_Judged_PlayerWon.Kaia":"Congratulations on your win! I'm happy for you.$1",
"Fair_Judged.Kaia":"It was a close call this year, Lewis was mumbling longer then usual.$1",
"HitBySlingshot.Kaia":"Hey! Who did that?!",
"DumpsterDiveComment.Kaia":"Hello? Is someone in the trash?$2",
"cc_Complete.Kaia":"I wouldn't have managed to do all those orders and task. But you really did it, the community center is finally repaired.$1",
"cc_Boulder.Kaia":"Did you hear that the boulder is gone?#$b#Isn't that something.$1",
"cc_Bridge.Kaia":"I wonder what good that bridge is if it just goes to a dead end...$1",
"cc_Bus.Kaia":"With the bus fixed up, maybe I can get to my usual doctor again.$1",
"cc_Greenhouse.Kaia":"You can grow just about anything in a greenhouse you know, put your's to good use if you can.$1",
"cc_Minecart.Kaia":"Nikolai keeps wanting to ride those damn minecarts, he's gonna get hurt if he's not careful.$3",
"joja_Begin.Kaia":"Joja has just about everything you could need, maybe I should get a membership.$1",
"dumped_Guys.Kaia":"Word got around fast you know, you really shouldn't have cheated on all those people.",
"secondChance_Guys.Kaia":"You're lucky, I would have strung you up for cheating on me.$3",
"dumped_Girls.Kaia":"I thought you were a different kind of person, but I guess everyone makes mistakes.",
"secondChance_Girls.Kaia":"I know it didn't happen to me, but what you did to all those girls really makes me mad.$3",
"pamHouseUpgrade.Kaia":"Wow, you bought Pam a entire house?#$b#That's just craziness...$3",
"pamHouseUpgradeAnonymous.Kaia":"I don't know if I could accept a whole ass house from someone, that'd be just weird.$2",
//Mod Crossovers
"Kaia.TW.A": "I like to visit Grady whenever Nikolai works.$1#$b#I'm happy Nikolai's doing something with his time too.$1",
"Kaia.TW.B": "Grady is always fun to be around, he's such a character.$1#$b#Plus he understands me pretty well, since we're both gayer then a cat on the nip.$1",
"Kaia.TW.C": "It's always sort of scary climbing down that ladder, I wish Grady would have stairs installed.$2#$b#But, I get that it's expensive to do that.$2",
"Kaia.TD.A": "Barron always has such interesting things to tell me, everytime I visit I get a crash course in something new.$1",
"Kaia.TD.B": "East Scarp is much nicer the Pelican Town, they actually care for their sidewalks here.$1",
"Kaia.MF.A":"I try to have some tea with Dezerie on occasion, the woman needs to develop some social skills.$1",
"Kaia.MF.B": "Perhaps I should head home, usually by this time there's an arugment happening within the Stone family.$2",
"Kaia.ANL.A": "I've never been very religious, but maybe that can change...$1",
"Kaia.Sleep": "%She's in a deep sleep.",

"FarmhouseVisit.EntryQuestion.Kaia":"Hey there @, mind a visitor?$1",
"FarmhouseVisit.EntryBubble.Kaia":"It's a nice day isn't it?",
"FarmhouseVisit.EntryDialogue.Kaia":"I hope it's okay to drop in like this, I was feeling really restless alone at home.$1",
"FarmhouseVisit.Dialogue1.Kaia":"You know, I was raised on a pineapple farm.$1#$b#But I'm actually allergic to pineapple so I can't exactly eat it but I do like making scented candles from the leaf oils.$1",
"FarmhouseVisit.Dialogue2.Kaia":"Nikolai was telling me this morning, that he saw something run your farm's way.#$b#Thought I would tell you, just in case.$2",
"FarmhouseVisit.ExitDialogue.Kaia":"Well, I better get going home before Niklolai start's looking for me.#$b#He forgets if I've left or not and gets really scared.$2",
//Everyday Dialgoue
"Mon.Kaia.LowHeart.spring":"People in town, they all have real good hearts.$1#$b#Sometimes they mess up but they've got the spirit.$1",
"Mon.Kaia.LowHeart.summer":"I never considered myself much of an artist, but Nikolai has really been encouraging me to create things and sing more.$1#$b#I wish he treated himself the way he treats me.$2",
"Mon.Kaia.LowHeart.fall":"When I was little girl, I used to sing at the temple every Sunday.$1#$b#I used to be pretty religious, but over time I guess things changed $1",
"Mon.Kaia.LowHeart.winter":"I've never liked winter. It just gets too cold for me, but Nikolai he seems to thrive in any weather $1",
"Tue.Kaia.LowHeart.spring":"Robin and I have been talking over the phone almost every night now.#$b#I wish her husband would pay attention to her a little more, she seems so lonely.$2",
"Tue.Kaia.LowHeart.summer":"I know it's weird, us living so close to a graveyard…But the guild was selling property for so cheap. I just couldn't pass it up.$1",
"Tue.Kaia.LowHeart.fall":"A lot of people assume that Nikolai is taking care of me, but honestly I'm just fine.$1#$b#Nikolai though, I worry about him.$2",
"Tue.Kaia.LowHeart.winter":"There's a stray cat running around, be careful if you approach him.#$b#He’s very temperamental.$2",
"Wed.Kaia.LowHeart.spring":"As sweet as Harvey is, sometimes he really gets under my skin.#$b#He speaks to me like I'm fragile.$3",
"Wed.Kaia.LowHeart.summer":"The beach sure is nice this time of year, but I wish it wouldn't get as hot as it does $2#$b#But I've always preferred spring weather if I'm honest.$1",
"Wed.Kaia.LowHeart.fall":"Nikolai is obsessed with spirits eve.#$b#Personally I don't celebrate many holidays, it's so stressful.$2",
"Wed.Kaia.LowHeart.winter":"I've discovered I actually enjoy finger painting.$1#$b#The texture of paint is very enjoyable.$1",
"Thu.Kaia.LowHeart.spring":"Sam seems to think I'm completely blind.#$b#Though most people do.$1#$b#I can see a little bit though, that's why I don't have a completely white guide cane.$1#$b#A white cane with a red marker means limited vision ability.",
"Thu.Kaia.LowHeart.summer":"I used to have great vision, but as a field nurse I got some harsh chemicals in my eyes.#$b#It’s not too bad though, Nikolai says I have pretty cool eyes now.$1",
"Thu.Kaia.LowHeart.fall":"Nikolai likes to say I fought overseas, but I was a nurse. Sure I worked in the middle of the action, but I only had to fire a weapon twice the entire time I was enlisted.$1",
"Thu.Kaia.LowHeart.winter":"You know, the empire has more conflict within them outside themselves.#$b#I took care of more victims of civil war then I ever did our own troops.$2",
"Fri.Kaia.LowHeart.spring":"Robin asked me today, if id ever consider remarrying.$2#$b#I don't know if I would honestly.#$b#I’m not so interested in romance or anything that may come with it.#$b#I would love a close friend though.$1",
"Fri.Kaia.LowHeart.summer":"I overheard Marlon talking about the mines this morning, he seemed pretty concerned.$2#$b#Apparently there's been an increase of activity on one of the floors.#$b#Hope things will be okay…$1",
"Fri.Kaia.LowHeart.fall":"The guild has put out a notice, more property is going to be put up for sale soon.$2#$b#I’m curious who else will be moving in.$1",
"Fri.Kaia.LowHeart.winter":"Recently Nikolai got approved for government assistance.$1#$b#I’m happy for him, maybe now he can focus on his health.$1",
"Sat.Kaia.LowHeart.spring":"Marlon told me there's an ancient grave site somewhere near my land.#$b#I’m actually pretty curious about it $1",
"Sat.Kaia.LowHeart.summer":"The landslide really messed up my routine, I don't even know where to start with repairing it.#2",
"Sat.Kaia.LowHeart.fall":"Some nights I get pretty lonely, but you know I don't know if I would enjoy being surrounded by people anyway.",
"Sat.Kaia.LowHeart.winter":"I need to go pick up medications soon, you'd think they'd be for me but surprisingly it's all for Nikolai.$2",
"Sun.Kaia.LowHeart.spring":"If you ever need company, feel free to drop by my place.#1#$b#I'm not super good with people but I do love sharing my time with someone like minded.#1",
"Sun.Kaia.LowHeart.summer":"Haley is good at heart, but sometimes she says things that are a bit mean spirited.$2#$b#Like yesterday she said that it must be nice not worrying about how I look and honestly, sort of stung.$2",
"Sun.Kaia.LowHeart.fall":"I dress for comfort most days, nothing is better then a baggy shirt and jeans.$1",
"Sun.Kaia.LowHeart.winter":"When I wake up and miss the past, I try to remember how passionately I looked forward to the future.#$b#It makes loving the present much easier.$1",
"Mon.Kaia.MidHeart.spring":"I've always been a huge fan of music, doesn't matter the genre.$1#$b#Nikolai got his love for music from me you know.$1",
"Mon.Kaia.MidHeart.summer":"I'm really glad to be home, the military is rough. Even as a nurse it can be a high stress profession.$2",
"Mon.Kaia.MidHeart.fall":"On the outside I am a fully grown woman, but on the inside I am a single brain stuck in spin cycle inside a washing machine.$1",
"Mon.Kaia.MidHeart.winter":"Nikolai is really good with computers, I’ve seen him make programs.$1#$b#But he doesn’t want to sell or show any of his work to people.$2#$b#I think he’s anxious about the attention he would get.$2",
"Tue.Kaia.MidHeart.spring":"A lot of people really seem to distrust Lewis, but I don’t know.$2#$b#He seems like a nice man to me.$1",
"Tue.Kaia.MidHeart.summer":"I used to dream about living a life more involved with nature.$1#$b#But you know, I’m so used to having technology that it’s not as appealing anymore.#1",
"Tue.Kaia.MidHeart.fall":"Nikolai really loves romance novels about vampires and werewolves.#$b#I always thought it was a little weird until I listened to one myself.$1#$b#It’s actually pretty good.$1",
"Tue.Kaia.MidHeart.winter":"I heard from Marlon that activity in the mines have toned down a bit over the weekend.$1#$b#I wondered what had happened to make those creatures down under more hostile anyway?$2",
"Wed.Kaia.MidHeart.spring":"My mother wasn’t the nicest woman, so I always strive to be as kind as I can.#$b#Well, within reason.$1#$b#I’m not about to let someone push me around.$1",
"Wed.Kaia.MidHeart.summer":"Robin and I might take a trip into Zuzu next Tuesday, I’m really hoping we do because I have been getting so restless lately.$2",
"Wed.Kaia.MidHeart.fall":"I slept well till morning, but when I woke up my head was pounding.#$b#I’ve no idea why it happens, but it’s been occurring more often.$2",
"Wed.Kaia.MidHeart.winter":"You know, I always get this feeling that people are waiting for me to snap.$2#$b#But maybe it’s just in my head.",
"Thu.Kaia.MidHeart.spring":"If I had a reason to,  I would wear makeup more often.$1#$b#Nikolai loves putting it on me, though I think he misses wearing it himself.$1#$b#But you know how people get about boys and makeup.$2#$b#It’s so dumb.$3",
"Thu.Kaia.MidHeart.summer":"Are you wearing a new scent?$1#$b#You smell different today.$1#$b#Not bad though, just different.$1",
"Thu.Kaia.MidHeart.fall":"I used to have a garden where I would grow pumpkins in fall.#$b#I was thinking of doing that again.#$b#Maybe I can even get Nikolai to help me.$1",
"Thu.Kaia.MidHeart.winter":"I always wondered why so many people find older music unsettling.$2#$b# I was listening to an old piece from the Gem Islands and Nikolai mentioned how it gave him chills?$2#$b#I always felt it was a pretty song.$1",
"Fri.Kaia.MidHeart.spring":"I tend to not care much about how I dress, I just go with what feels right for the day.$1#$b#I guess that’s why I can go from a beautiful sundress to a gym shorts in just a day.$1#$b#Sometimes even in hours, I like being comfortable.$1",
"Fri.Kaia.MidHeart.summer":"Do you think it’s difficult to learn how to operate two seated bicycles?#$b#I was thinking about getting one for me and Nikolai, but I worry we’ll both end up hurt trying to ride it.$1",
"Fri.Kaia.MidHeart.fall":"If I had a reason to, I would go to Zuzu city, but I hate going places without a goal in mind.$1",
"Fri.Kaia.MidHeart.winter":"I’ve been trying my hand at pottery, I struggle with it because well I have very low vision but I do enjoy the textures of it.$1",
"Sat.Kaia.MidHeart.spring":"When I was a young girl, I used to really want to be a scientist.#$b#Specifically I wanted to work as a astrophysicist, I still like listening to documentaries and audiobooks about it.$1",
"Sat.Kaia.MidHeart.summer":"Don’t tell Nikolai, but I’ve been secretly saving money to go visit the Gem Islands.I raised him there and I know he is missing it a lot.#2#$b#I miss it too sometimes, though I never liked our living conditions.$2#$b#We have such a better life here in Pelican Town.$1",
"Sat.Kaia.MidHeart.fall":"I don’t worry too much these days.$1#$b#It’s funny, a lot of things that bother people just don't bother me anymore.#$b#I guess getting older does that.$1",
"Sat.Kaia.MidHeart.winter":"Just take it from me, the older you get the more free you feel.$1#$b#People always say you’ll miss your youth.#$b#But you know, I don’t miss it one bit.$1",
"Sun.Kaia.MidHeart.spring":"I’ve been craving a smoke all day, but I quit smoking years ago.$2#$b#I’m really not wanting to go back either, I feel much better now that I’ve stopped.",
"Sun.Kaia.MidHeart.summer":"I’m not much of a drinker, but last night I had some hard lemonade and it was really shockingly good.$1",
"Sun.Kaia.MidHeart.fall":"Having a busy day?$1#$b#I’ve not been too busy honestly, just having a low effort day.$1",
"Sun.Kaia.MidHeart.winter": "I was going to light some candles this morning, but I noticed some of them was chewed on.$2#$b#I think we might have a little mouse running around.",
//Festival Dialogue
// text shown if nothing else matches
"Kaia.festival-default":"I can always get behind a nice celebration.$1", // TODO
// egg festival
"Kaia.spring13.unmet":"I don't quite understand this festival but it's adorable.$1",
"Kaia.spring13.friendly":"Nikolai stayed up all night painting eggs, I could hear him mumbling well into the evening.$2",
// flower festival
"Kaia.spring24.unmet":"I used to dance all the time when I was younger, I personally feel I was pretty good at it too.$1",
"Kaia.spring24.friendly":"I hope everyone has the option to dance this year. Not just the single kids.$2",
// luau
"Kaia.summer11.unmet":"The potluck is probably my favorite gathering to attend. I'm a woman who loves food after all.$1",
"Kaia.summer11.friendly":"I added some spicy honey to the pot, should give it a nice kick.$1",
// jellies
"Kaia.summer28.unmet":"Do you think the Jellies wonder why we watch them?",
"Kaia.summer28.friendly":"The journey those little jellies take every year is so inspiring.$1",
// Marketpalooza (from Fellowclown.Nikolai mod)
"Kaia.fall3.unmet":"Nikolai worked so hard to orginize this event, if you like maybe you could show him some support.$1",
"Kaia.fall3.friendly":"I help Nikolai with his bees, but most of the work is done by him. He’s such a bee charmer.$1",
// fair
"Kaia.fall16.unmet":"Have you seen the animals?#$b#There are some really strange looking ones this year.$1",
"Kaia.fall16.friendly":"I thought the Dodo was long gone, but apparently there was this big effort to save them after someone found a flock a few years ago.#$b#They had been kept safe by Geographic Isolation.$1",
// spirit's eve
"Kaia.fall27.unmet":"Hope you enjoy the evening, I think Nikolai ran off into the maze.$1",
"Kaia.fall27.friendly":"I would try the maze, but I’m pretty certain I’d regret trying.$2",
// festival of ice
"Kaia.winter8.unmet":"This town is so weird about fishing, I don’t understand the big deal.",
"Kaia.winter8.friendly":"I think I might buy a fish off Willy, wouldn’t mind fried catfish tonight honestly.$1",
// winter star
"Kaia.winter25.Unmet":"This holiday is pretty wholesome, but the food is pretty terrible. What even is a fruit cake?.$1",
"Kaia.winter25.friendly":"I really am starting to enjoy living in Pelican Town, all the town gatherings are so sweet.$1",
//Incoming Calls
"Kaia.PhoneCall.1":"Hello?#$b#Is this John?$1#$b#Oh no, wait that's the wrong number isn't it?$2#$b#The braille on the keypads are so worn I can't tell my numbers apart.$2#$b#Sorry about that @.#$b#I'll get out of your hair now.$1",
"Kaia.PhoneCall.2":"Hey there friend, just calling to check in on you.#$b#Nikolai was kind enough to dial up you number for me!$1#$b#This is @ right?#$b#I hope you're doing well.#$b#Oh beans, I need to get going.#$b#I think Nikolai caught the kitchen on fire again.$5",

/************************************************
Technical Information
************************************************/

//Meep Descriptions 
"FC.NikAndKaia": "There's a photo of Nikolai and his mother inside this album.",
"FC.MovoraptorPenNone": "Movoraptor's coming soon",
"FC.MovoraptorPen": "Movoraptor arkagallus^Movoraptor arkagallus, also affectionately referred to as the dino chicken, and for some time there was a debate over which of those names was more true to its identity, with some scientists claiming it was a nonavian dinosaur and others believing it to be a true bird; recently, molecular studies have determined it to be the former, much more closely related to the Crested False Parrot and Jungle Duckbill than any true bird.^Native to the island of Arkania further south, The Movoraptor techincally endangered^Movoraptors are omnivorous, though they typically ignore green plant matter in favor of fruit or meat; they have been known to hunt smaller prey, however when in groups they will hunt larger animals.They are highly territorial and often aggressive due to poor eyesight, however they mate for life and form tight-knit family units, usually a breeding pair and their immature offspring.^The oldest female in the group is generally at the top of the pecking order. Chicks are precocial and very large upon hatching, comparable in size to adult chickens. Movoraptors have strong senses of hearing and smell, and are excellent swimmers. Their endemic habitat is one of dense Mediterranean Scrub.^A small but significant population of movoraptors exists in captivity on the mainland, mostly belonging to private breeders. Unlike in the wild populations of Arkania, rare instances of leucism and dwarfism have been documented.",
"FC.TapiPen": "",
"FC.ShevitPen": "Arkanomys lingua^Comparable in size to a cat, the shevit is a large rodent native to Arkania. These curious rodents are highly intelligent, with some demonstrating levels of intelligence similar to three-year-old children. They have highly-developed vocal folds and can mimic a wide variety of sounds, including human speech, a trait which often startles visitors to the island system. There are myths in Arkania of shevit capable of speaking full sentences and holding conversations, but as studies have failed to show any capability for speech beyond mimicry and limited word recognition this is likely just a myth. They are generalist herbivores and quite bold, and will readily approach humans to steal food. Although often compared to cats in personality with their aloof and slightly mischievous natures, shevit are generally not dangerous and typically prefer to avoid conflict. ^In fact, despite their seeming aloofness they are highly social, often maintaining family bonds and even establishing interspecies bonds. Female shevit typically give birth annually to litters of three, but litters as large as six have been recorded. The young are nursed for six months, during which time the female doesn’t leave her den and is provided for by her mate and possibly by weaned young from previous litters.^ After six months, the female will choose one of the young (often the strongest daughter) and continue to raise it until breeding age at about 2 years old, at which point this young might strike out on their own or sometimes inherit a generational den from the mother. The young other than the strongest are abandoned; however, these young typically form a band and remain close, relying on each other for survival til breeding age; studies suggest that female shevit have more mating success if they were a kept sibling, while the opposite is true of males. Littermates are typically full siblings, however wild shevit rarely take the same mate twice.^A domesticated variety of shevit (Arkanomys lingua domestica) also inhabits Arkania, where they serve as both alarm animals and loyal pets. It is unclear how much gene flow, if any, exists between the wild and domesticated populations. ^The domestic shevit differs from the wild one in its smaller size, less bold but more friendly to humans personality, and differing reproductive habits; domestic shevit rarely abandon young, and will raise their whole litters to adulthood. They also tend to stay with their mates longer-term, even raising multiple litters without changing mates, but some believe this is due more to domestic shevit typically having fewer available mates than possible selection for increased monogamy. Our shevit are wild, please do not attempt to pet them.",
"FC.ThylacinePen": "",
"FC.WarthogPen": "",
"FC.Durrah": "Monsanthropus arkanensis^The Durrah is a mountain-dwelling primate from the island of Arkania. While typically slow-moving, they are very strong and highly territorial, only tolerating other adult durrahs during the mating season. They are known to display aggression towards anything they perceive as invading their territory, and humans that have strayed too near their homes have been attacked. Durrahs subsist off an omnivorous diet of tough plant material, fruits, roots, and meat, with their primary source of protein being feral Shevit rodents. Being an ape they are quite intelligent, and are known to make and use simple tools, including sticks they sharpen with their large lower incisors.^The durrah population is small due to a low birth rate, but remains stable and the greatest concerns regarding their species regard maintaining the health of their island ecosystem, and potential for clashes with human populations. Mature female durrahs typically give birth once every 5 to 6 years, and raise their infants alone until they become independent and set out at around age 5, though they normally only fully mature around a decade later. Young durrah are generally more social than mature adults with established territories.^They are a long-lived species, often surviving up to 50 years in the wild with reports of individuals reaching their 70s. Due to their aggression and high space needs, few zoological institutions keep durrahs. Those that do must put intensive effort into establishing trust between them and their keepers for the health and safety of both.^Our resident durrah, Poppy, is a subadult female who was rescued from an illegal poaching ring and is currently in recovery from injuries and malnutrition from before she arrived here. Once she’s recovered we will be moving her to a reserve that can better meet her needs. Please respect her space by being quiet and keeping distance. She may throw grass and leaves at you. This is a playful gesture and her way of saying hello while keeping what she feels to be a polite distance.",

//Quest
"FC.ChocoFruit.Quest.Title": "A drink for Ma.",
"FC.ChocoFruit.Quest.Desc": "Nikolai's mother needs Choco Fruit to make her special drink recipe.",
"FC.ChocoFruit.Quest.Obj": "Deliver one Choco Fruit to Kaia for Nikolai.",
"FC.ChocoFruit.Reaction": "This is just what I needed!#$b#Nikolai said you could help and he was right.$1#$b#He's so sweet and so are you.$1#$b#Here's a reward for your troubles.",
"FC.YohoFruit.Quest.Title": "Trading with Kaia.",
"FC.YohoFruit.Quest.Desc": "Kaia and Nikolai need Yoho Fruit for a recipe.",
"FC.YohoFruit.Quest.Obj": "Deliver two Yoho Fruit to Kaia in exchange for some CherryBlossom Honey.",
"FC.YohoFruit.Reaction": "I knew we could count on you, here you go some CherryBlossom Honey just as promised.[Fellowclown.SW_CherryBlossomHoney]",
"FC.ButtonFruit.Quest.Title": "Eyes my Puppet?",
"FC.ButtonFruit.Quest.Desc": "Kaia and Nikolai need Button Fruit for a puppet they're making.",
"FC.ButtonFruit.Quest.Obj": "Deliver two Button Fruit to Kaia.",
"FC.ButtonFruit.Reaction": "These feel perfect, hopefully they dry well.$1#$b#Thank you for your troubles.$1",
"FC.Cloth.Quest.Title": "Costume upgrades~",
"FC.Cloth.Quest.Desc": "Nikolai needs some cloth to upgrade his Spirit's Eve costume.",
"FC.Cloth.Quest.Obj": "Deliver four rolls of cloth to Nikolai.",
"FC.Cloth.Reaction": "Yes!#$b#This is great, it's just enough too!$1#$b#I'm so excited for this year's festival.#$b#Don't worry I have your payment here.$1",
"FC.WalkMan.Quest.Title": "Help!",
"FC.WalkMan.Quest.Desc": "Nikolai lost his walkman in cindersap forest, he can't find it on his own.",
"FC.WalkMan.Quest.Obj": "Find and deliver the missing walkman to Nikolai.",
"FC.WalkMan.Reaction": "You found it.$1#$b#This means the world to me, I was starting to go crazy without it.#$b#Music is the only thing that keeps me grounded these days.$2#$b#Here's that payment I promise, it's everything in my piggy bank.$1",
//Mail
"FC.Marketpalooza.Mail": "Join us at Mount Memory this fall 3rd for Marketpalooza, we'll be located right above Passerby Cemetery!",
"FC.Marketpalooza.Title": "The big charity event!",
"FC.ChocoFruit.Mail": "Hey there @, if you're able to I would really love to trade some coin for Choco Fruit.^I'm wanting to make some Hot Choco for my ma, I don't need much though.^Choco Fruit has a strong flavor.^-Nikolai Lesla",
"FC.ChocoFruit.Title": "Fruit for coin?",
"FC.YohoFruit.Mail": "My ma is needing Yoho Fruit for this recipe she's trying to teach me.^If you grow any maybe consider trading me a few for a Jar of CherryBlossom Honey?^-Nikolai Lesla",
"FC.YohoFruit.Title": "Making a trade.",
"FC.ButtonFruit.Mail": "Hey again, I know this is going to sound weird.^But I need a few Button Fruit for this puppet I'm making.^When you dry those fruits out they make great false eyes. I'll pay you for your trouble too.^-Written By Nikolai From Kaia.",
"FC.ButtonFruit.Title": "Eyes for a doll?",
"FC.Cloth.Mail": "As you known, Spirit's Eve is right around the corner.^So I'm updating my costume!^It's hard to find good cloth around here though.^If it's not too much trouble I'd love to pay you for a few rolls?^-Nikolai Lesla",
"FC.Mail.Cloth.Title": "Spirit's Eve Coming!",
"FC.WalkMan.Mail": "@, I didn't know who else to turn to.^I was walking home and decided to take a little detour through the forest.^I had my walkman in my pocket because the battery had died...^When I got home it wasn't there anymore!^I've looked all over the forest and I just can't find it.^Please keep an eye out for it, my music is very important to me.^I will pay you well if you do find and return it.^-Nikolai Lesla",
"FC.WalkMan.Title": "A world without music?",
"FC.BithdayInvite.Mail": "I am formally inviting you to my birthday gathering the 1st of next month. The party is being held at my mother's property, there will be cake, music and more so please stop by.^Don't worry about bringing anything, it's not a requirement.",
"FC.BithdayInvite.Mail.Title": "We'd love to have you!",
"FC.RefugeInvite.Mail": "I was planning on going to the Animal Refuge this coming Tuesday. I was thinking if you're interested, maybe you could join me?! I like to go there and help the keepers take care of all the animals. It's always really interesting, because all the animals are from Arkania.^Unfortunately, we have to take the bus because my Ma made me promise to stay away from the minecarts. She said, just because it's a shortcut doesn't mean I should risk your safety.^Well, hope to see you Tuesday at noon at the bus stop.^-Nikolai",
"FC.RefugeInvite.Mail.Title": "Join me at the Animal Refuge!",
"FC.HelpingNikolai.Mail": "@,^ Kaia and I have decided to write this letter together. We are concerned about Nikolai's recent behavior. He used to be a happy and playful, and he could put a smile on anyone's face. However, we have noticed a change in him lately. He seems tired, doesn't smile as much, and has been distant with everyone. We have planned an intervention to talk to him about it. Kaia, Sam, Sebastian, and I will gather to talk to him, and we believe that your presence would be helpful. You are his closest friend, and he admires you a lot. We hope that you can join us at the beach tomorrow evening at 9pm. We think Nikolai needs you right now.^- Abigail",
"FC.HelpingNikolai.Mail.Title": "Important, please read.",
//Custom Shops
"FC.Honeyshop": "All my treats are made with my very own honey!",
"FC.RobinsShop": "Need something for your home?",
"FC.EmilysShop": "I've a great collection to choose from!",
"FC.GussShop": "You're looking mighty hungry.",
"FC.ShoeShop": "Buy a pair of shoes to benefit charity?",
"FC.MarlonsShop": "A good sword is all you need.",
"FC.ClintsShop": "If you want you could buy something...",
"FC.PierreShop": "Got something new for you.",
//Custom Items
"FC.Shirt0": "Fruit PopShirt",
"FC.Shirt1": "Cluster Shroom Shirt",
"FC.Shirt2": "Desert Sunrise Shirt",
"FC.Shirt3": "Dusty Biker Jacket",
"FC.Shirt4": "Creamsicle Jacket",
"FC.Shirt5": "Goth Cowboy Shirt",
"FC.Shirt6": "Rustic Shirt",
"FC.Shirt7": "Color Of Fall Shirt",
"FC.Shirt8": "Neon Nightmare",
"FC.Shirt9": "Mayo Shirt",
"FC.Shirt10": "Mutant Shirt",
"FC.Shirt11": "Blue Crop Top",
"FC.Shirt12": "The Legend's Shirt",
"FC.Shirt13": "Crimson Shirt",
"FC.Shirt14": "Obscure Shirt",
"FC.Shirt15": "Rare Shirt",
"FC.Shirt0.Desc": "The look of a fruit pop without the sugar and color.",
"FC.Shirt1.Desc": "Medically Proven Fashion Sense.",
"FC.Shirt2.Desc": "The warmth of a desert sunrise.",
"FC.Shirt3.Desc": "It's old and dirty, no wait that's on purpose.",
"FC.Shirt4.Desc": "One of the best jackets you could have.",
"FC.Shirt5.Desc": "Cowboys can be goth too.",
"FC.Shirt6.Desc": "A shirt for a day in the woods.",
"FC.Shirt7.Desc": "If fall was a shirt.",
"FC.Shirt8.Desc": "Nightmares aren't real but this shirt is",
"FC.Shirt9.Desc": "This is just a joke, right?",
"FC.Shirt10.Desc": "Wear this to show your love for all the mutants out there.",
"FC.Shirt11.Desc": "Show off the midriff with this blue crop top.",
"FC.Shirt12.Desc": "Become a legend, wear this shirt.",
"FC.Shirt13.Desc": "Crimson like the scales of legends.",
"FC.Shirt14.Desc": "A odd shirt with no origin.",
"FC.Shirt15.Desc": "It's a common design but it's rarely found.",
"FC.ChocoFruit":"Choco Fruit",
"FC.ChocoFruit.Desc":"Taste like Chocolate, but safe for dogs and people alike.",
"FC.ChocoFruitSeeds":"Choco Fruit Seeds",
"FC.ChocoFruitSeeds.Desc":"Plant in the fall.",
"FC.ButtonFruit":"Button Fruit",
"FC.ButtonFruit.Desc":"One of the sweetest fruits you can eat, you can use it in recipes.",
"FC.ButtonFruitSeeds":"Button Fruit Seeds",
"FC.ButtonFruitSeeds.Desc":"Plant in the fall.",
"FC.YohoFruit":"Yoho Fruit",
"FC.YohoFruit.Desc":"This fruit taste a lot like vanilla yogurt, you can use it in recipes.",
"FC.YohoFruitSeeds":"Yoho Fruit Seeds",
"FC.YohoFruitSeeds.Desc":"Plant in the fall.",
"FC.DeepCaveFruit":"Deep Cave Fruit",
"FC.DeepCaveFruit.Desc":"Wonder if you can make something out of this,try using it in recipes",
"FC.DeepCaveFruitSeeds":"Deep Cave Fruit Seeds",
"FC.DeepCaveFruitSeeds.Desc":"Plant in the fall.",
"FC.greenapplehoneypop": "Green Apple Honey Pop",
"FC.greenapplehoneypop.Desc":"Carbonated drink sweetened with honey.",
"FC.ChocoFrog":"Choco Frog",
"FC.ChocoFrog.Desc":"Choco but in the shape of a frog!",
"FC.ChocoFrog.Buff": "Thick Thighs & Bustling Strides.",
"FC.RainbowHoneyPichi":"Rainbow Honey Pichi",
"FC.RainbowHoneyPichi.Desc":"A simple but delicious delight.",
"FC.RainbowHoneyPichi.Buff": "Candied Smiles & Colorful Curiosities.",
"FC.JellyBellyBumbleBees":"Jelly Bees",
"FC.JellyBellyBumbleBees.Desc":"Bee shaped jelly beans.",
"FC.JellyBellyBumbleBees.Buff": "Soulful Tunes & Passing Time.",
"FC.HoneyDrops":"Honey Drops",
"FC.HoneyDrops.Desc":"A hard candy made from fresh honey.",
"FC.HoneyDrops.Buff": "Golden Drops & Sweeten Kisses.",
"FC.ChocoBar":"Chocobar",
"FC.ChocoBar.Desc":"Bar of all natural Choco.",
"FC.ChocoBar.Buff": "Sweeten Tongues & Curious Eyes.",
"FC.BudJelly":"Bud Jelly",
"FC.BudJelly.Desc":"Flower shaped jelly beans.",
"FC.BudJelly.Buff": "Wooden Casket's & Golden Blossoms.",
"FC.HoneyGopper":"Honey Gopper",
"FC.HoneyGopper.Desc":"Honey based jawbreaker.",
"FC.HoneyGopper.Buff": "Golden Lands & Tear Drops",
"FC.SnowPop":"Snow Pop",
"FC.SnowPop.Desc":"Cool down with a refreshing, minty popsicle.",
"FC.SnowPop.Buff": "Frosted Lips & Cold Hearts",
"FC.BayDrop":"Bay Drop",
"FC.BayDrop.Desc":"Sweet honey drops in the shape of a crab.",
"BayDrop.Buff": "Dancing Waters & Harsh Grips.",
"FC.CherryBlossomHoney": "Cherry Blossom Honey",
"FC.CherryBlossomHoney.Desc": "This smells fresh and sweet.",
"FC.CherryBlossomHoney.Buff": "Graceful Strides & Lucky Coins",
"FC.LavaHoney": "Lava Honey",
"FC.LavaHoney.Desc": "Spicy and sweet? What more could you want!",
"FC.LavaHoney.Buff": "Rapid Beats & Deep Burns",
"FC.SeafoamHoney": "Seafoam Honey",
"FC.SeafoamHoney.Desc": "Refreshing and satisfies a sweet tooth.",
"FC.SeafoamHoney.Buff": "Sailor's Hands & Lovers Gaze.",
"FC.SnowHoney": "Snow Honey",
"FC.SnowHoney.Desc": "Cold enough to make your skin crawl.",
"FC.SnowHoney.Buff": "Blue Veins & Hard Surfaces.",
"FC.SunshineHoney": "Sunshine Honey",
"FC.SunshineHoney.Desc": "Put a bit of sunshine in your life.",
"FC.SunshineHoney.Buff": "Sunny Rays & Golden Pockets.",
"FC.VoidHoney": "Void Honey",
"FC.VoidHoney.Desc": "Taste the void, become the void.",
"FC.VoidHoney.Buff": "Lost Souls & Dulled Knives.",
"FC.MegaWrap": "Mega Wrap",
"FC.MegaWrap.Desc": "The biggest wrap you'll ever eat!",
"FC.MegaWrap.Buff": "Bigger than life!",
"FC.AcornCake": "Acorn Cakes",
"FC.AcornCake.Desc": "You can eat acorns?",
"FC.AcornCake.Buff": "Squirrel Wonder.",
"FC.KingsRangoonDish": "Kings Rangoon Dish",
"FC.KingsRangoonDish.Desc": "Rrgoons made for a kind.",
"FC.KingsRangoonDish.Buff": "Long Live The King",
"FC.SweetenBreadPudding": "Choco Bread Pudding",
"FC.SweetenBreadPudding.Desc": "Bread? Sugar? Sounds good enough to eat.",
"FC.SweetenBreadPudding.Buff": "Level Two Carbs",
"FC.HoneyCrumble": "Honey Crumble Bits",
"FC.HoneyCrumble.Desc": "It's like a cereal but instead of milk, there's honey.",
"FC.HoneyCrumble.Buff": "Jazzy Bee",
"FC.MidnightBubbly": "Midnight Bubbly",
"FC.MidnightBubbly.Desc": "A mixture of dark berries, carbonated just for you.",
"FC.MidnightBubbly.Buff": "Midnight Madness",
"FC.HotChoco": "Hot Choco",
"FC.HotChoco.Desc": "It's chocolate, we swear it.",
"FC.HotChoco.Buff": "Feeling Artificial?",
"FC.LemonberryJuice": "Lemonberry Juice",
"FC.LemonberryJuice.Desc": "Full of vitamins and nutrients.",
"FC.LemonberryJuice.Buff": "Sour Head",
"FC.MarketpaloozaOddCrow":"OddCrow",
"FC.MarketpaloozaOddCrow.Desc": "Collect them all! (1 of 4)",
"FC.Sword0": "Sword Of Ambers",
"FC.Sword0.Desc": "Crafted from amber mined from the ginger islands.",
"FC.Sword1": "Copper Sword",
"FC.Sword1.Desc": "A sword of copper.",
"FC.Sword2": "Blade Of Light",
"FC.Sword2.Desc": "A sword infused with the venom of glowing jellyfish.",
"FC.Sword3": "Bone Tipped Spear",
"FC.Sword3.Desc": "Hand crafted spear tipped with a sharpen bone.",
"FC.Sword4": "Blade Of Steel",
"FC.Sword4.Desc": "Made from steel, forage in the volcano of ginger island.",
"FC.Sword5": "Dagger Of Light",
"FC.Sword5.Desc": "A dagger infused with the venom of glowing jellyfish.",
"FC.Ring0": "Frozen Soul",
"FC.Ring1": "Eternal Embrace",
"FC.Ring2": "Bulls Fury",
"FC.Ring3": "The Bee Sting",
"FC.Ring4": "Horses Hoof",
"FC.Ring5": "Shadow Friend",
"FC.Ring0.Desc": "A ring that slows you down but increases your defense.",
"FC.Ring1.Desc": "A ring to give to a platonic partner.",
"FC.Ring2.Desc": "A ring that gives you the strength of an angry bull.",
"FC.Ring3.Desc": "A ring that increases attack and defense.",
"FC.Ring4.Desc": "A ring that gives you the speed of a young stallion.",
"FC.Ring5.Desc": "A ring that increases both your luck and defense.",
"FC.BrownCouplesSeat":"Brown Couples Seat",
"FC.YellowCouplesSeat":"Yellow Couples Seat",
"FC.GreenCouplesSeat":"Green Couples Seat",
"FC.PinkCouplesSeat":"Pink Couples Seat",
"FC.BlueCouplesSeat":"Blue Couples Seat",
"FC.OakCoffeeTable":"Wide Oak Table",
"FC.WalnutCoffeeTable":"Wide Walnut Table",
"FC.BirchCoffeeTable":"Wide Birch Table",
"FC.CherryCoffeeTable":"Wide Cherry Table",
"FC.SmallOakCoffeeTable":"Small Oak Table",
"FC.SmallWalnutCoffeeTable":"Small Walnut Table",
"FC.SmallBirchCoffeeTable":"Small Birch Table",
"FC.SmallCherryCoffeeTable":"Small Cherry Table",
"FC.MiniOakCoffeeTable":"Mini Oak Table",
"FC.MiniWalnutCoffeeTable":"Mini Walnut Table",
"FC.MiniBirchCoffeeTable":"Mini Birch Table",
"FC.MiniCherryCoffeeTable":"Mini Cherry Table",
"FC.Toliet0":"Yellow Cushioned Toilet",
"FC.Toliet1":"Brown Cushioned Toilet",
"FC.Toliet2":"Plain Toilet",
"FC.Toliet3":"Pink Cushioned Toilet",
"FC.Toliet4":"Blue Cushioned Toilet",
"FC.Toliet5":"Green Cushioned Toilet",
"FC.Sink0":"Blue Curtained Sink",
"FC.Sink1":"Pink Curtained Sink",
"FC.Sink2":"Green Curtained Sink",
"FC.Sink3":"Yellow Curtained Sink",
"FC.Sink4":"Brown Curtained Sink",
"FC.Sink5":"Plain Curtained Sink",
"FC.Bathtub":"Bathtub",
//Map Names
"MapName.Marketpalooza": "Marketpalooza",
"FC.MapName.BeeNursery": "Bee Nursery",
"FC.MapName.LeslaProperty": "Lesla Property",
"FC.MapName.LeslaHouse": "Lesla Resident's",
"FC.MapName.NiksRoom": "Nikolai's Bedroom",
//Map Strings
"Marketpalooza.Begin": "Marketpalooza has started, Follow the path next to the Guild!",
"Marketpalooza.Ginny": "She looks excited.",
"Marketpalooza.Mouse": "She happily drinking.",
"Marketpalooza.Weapons": "Marlon's selection of weapons.",
"Marketpalooza.ClosedStand":"This stand is closed for now.",
"Marketpalooza.Raffle":"You've submitted a raffle ticket! Hope you win!",
"Marketpalooza.Waterfall": "The waterfall is clear and beautiful...But where does the water come from?",
"Marketpalooza.Frogs": "There a little frog here...Oh and a bigger one underneath it.",
"Marketpalooza.Rabbits": "Wonder what they're planning.",
"Marketpalooza.Fabric": "Emily's collection of fabrics.",
"Marketpalooza.ChangingBooth": "A place to try on new clothes before buying them.",
"Marketpalooza.Krobus": "What is that in the distance? Some type of dark figure.",
"Marketpalooza.Trash": "The trash bin is filled with wrappers.",
"Marketpalooza.RestRoom": "Gender neutral bathrooms.",
"Marketpalooza.Lore": "In memory of Lore-Long Live The King.",
"Marketpalooza.SnackStand.1": "An assortment of snacks for sale.",
"Marketpalooza.SnackStand.2": "More snacks and drinks for sell.",
"Marketpalooza.Shoes": "Some very new shoes, promise.",
"Marketpalooza.SabrineAndLilly": "A beautiful mother and daughter. How sweet.",
"Marketpalooza.Pumpkins": "Whoa, these pumpkin's are huge.",
"Marketpalooza.Gems": "What pretty gems and there's so many too.",
"Marketpalooza.RobinsFurniture": "These were made by Robin.",
"Marketpalooza.HoneyStorage": "Nikolai's has stored his honey in here for the festival.",
"LeslaHome.GraveDignity": "Rest in peace, the woman with a warrior's heart.",
"LeslaHome.GraveHonesty": "May your honesty pass down to the next generation.",
"LeslaHome.GraveRespect": "He no enemies yet no friends.",
"LeslaHome.GraveInnocent": "A soul lost too soon, rest in peace.",
"LeslaHome.GraveChester": "Keep smiling, I'll be back soon.",
"LeslaHome.Warthog": "The warthog snorts at you, unamused and sleepy.",
"LeslaHome.BlueTinyFlowers": "These tiny flowers are freshly watered.",
"LeslaHome.MailBox": "Oh, there's a package inside. Best to leave it alone.",
"LeslaHome.Bike": "Nikolai's bike, it's well taken care of.",
"LeslaHome.Coffee": "Wonder who's the coffee drinker in the house?",
"LeslaHome.FerretCage": "A little ferret stares at you from inside the enclosure.",
"LeslaHome.FridgeDressers": "The drawer's are filled with silverware.",
"LeslaHome.Fridge": "The fridge is well stocked.",
"LeslaHome.KitchenStove": "It's still warm, someone must have cooked recently.",
"LeslaHome.Sink": "It's been wiped down recently.",
"LeslaHome.Restroom": "It's the households restroom.",
"LeslaHome.KaiaDresser": "It's just filled with clothing.",
"LeslaHome.KaiaLongDresser": "There's fabrics and board games stuffed inside.",
"LeslaHome.Kaiaplanter": "There a tiny ladybug chilling out on this plant.",
"LeslaHome.KaiaShelf": "The shelves are full of audio books.",
"LeslaHome.KaiaWineCabinet": "An collection of aged wines.",
"LeslaHome.KaiaCloset": "Kaia's closet, there's just a bunch of clothing hanging.",
"LeslaHome.Jumba": "Go Jumba Go! It's like he's on an adventure in there.",
"LeslaHome.NikCloset": "Nikolai's closet, it's stuffed with stuff.",
"LeslaHome.NikSink": "Ew, this sink is pretty dirty.",
"LeslaHome.NikCounter": "Someone needs to wipe the counter down...",
"LeslaHome.NikFridge": "It's full of juice and lemons.",
"LeslaHome.NikDresser": "How long has this trash been here?",
"LeslaHome.NikBarrel": "Oh, the cups have something thick and black at the bottom...",
"Nikolai.Patio": "Nikolai's miniature Bee nursery.",
"SpouseRoom.Desk": "Nikolai's desk, this must be where he plays his video games.",
"SpouseRoom.Drawers": "This is where Nikolai keeps his candy making tools.",
"SpouseRoom.Fridge": "It's filled with juice, lemons and tomatoes.",
"BeeNursery.Flowers": "Bees a happily flying around the flowers.",
"BeeNursery.BeeHouse.01":"The bee house is being cleaned.",
"BeeNursery.BeeHouse.02":"The bees are calm but cautious.",
"BeeNursery.BeeHouse.03":"The bees start to swarm angrily, they don't want you any closer.",
"BeeNursery.Drawers":"There's tools and other supplies in here.",
"BeeNursery.DrinkShelves":"Honey based drinks lines the shelves.",
"BeeNursery.HoneyStorage":"These fridges are filled with different kinds of honey.",
"BeeNursery.Barrel":"There's some type of thick liquid inside.",
//Events
"LeslaIntroduction.00": "There he is!",
"LeslaIntroduction.01": "Wait!#$b#Don't be scared.$2",
"LeslaIntroduction.02": "Yoowl!",
"LeslaIntroduction.03": "Here kitty kitty.$1",
"LeslaIntroduction.04": "That stray doesn't want to be bothered",
"LeslaIntroduction.05": "I'll help you look for the stray.",
"LeslaIntroduction.06": "But...$2#$b#I mean, yeah I guess he doesn't.$2",
"LeslaIntroduction.07": "You will?$1#$b#I've been trying to catch that kitten for weeks now.$2",
"LeslaIntroduction.08": "Nikolai, remember what we talked about?$2#$b#No more chasing wild animals.$2",
"LeslaIntroduction.09": "But ma...",
"LeslaIntroduction.10": "No...",
"LeslaIntroduction.11": "Remember, I said you can set out food and water but you can't harrass the kitten.$5",
"LeslaIntroduction.12": "But a kitten isn't wild, he needs a safe home.$2",
"LeslaIntroduction.13": "Okay, I'll leave him alone...$2",
"LeslaIntroduction.14": "I'm Kaia, the animal lover is my son Nikolai.$1#$b#We can't really chat though.$2#$b#I'm late for work.$2",
"LeslaIntroduction.15": "I need to stop by the store too.$1",
"LeslaIntroduction.16": "Did you remember the list?$1",
"LeslaIntroduction.17": "Yes Mama.",
"LeslaIntroduction.18": "Oh good, let's get going then Nikki I don't want to be too tardy.$1",

"SavingBoxy.00": "Get back here!",
"SavingBoxy.01": "Hey!$5#$b#Leave Boxy alone!$5",
"SavingBoxy.02": "Is that your cat?$3#$b#Get that animal out of here!$3#$b#I sell food in here, it's unsanitary. And it was trying to eat my produce!$3",
"SavingBoxy.03": "Well, no he's not my cat, but you shouldn't chase him like that! You'll stress the poor thing out.$3",
"SavingBoxy.04": "He's shaking.",
"SavingBoxy.05": "Are you listening to me at all?$2#$b#He can't be in here.$3",
"SavingBoxy.06": "They're not hurting anyone, I don't mind the cat.",
"SavingBoxy.07": "Come on Nikolai, we gotta take the cat outside.",
"SavingBoxy.08": "Yeah, he's not hurting anyone.$2#$b#But...He was trying to eat the produce.$3",
"SavingBoxy.09": "Thank you @, at least someone in this town has sense.$1",
"SavingBoxy.10": "I'll take Boxy outside now.$2",
"SavingBoxy.11": "There he goes...",
"SavingBoxy.12": "I hope one day I can get Boxy to be a indoor kitty, I worry about him. It's not safe for a kitten to be outside like that, but I don't want to just capture him...$2#$b#I'm scared that if I do, he'll just end up more tempermental.$3",
"SavingBoxy.13": "I'll figure it out though, at least he's letting me help him now.$1",

"NikolaisBirthday.00": "Happy Birthday Nikolai! You're a whole year older!$1",
"NikolaisBirthday.01": "Yeah, I can't beleive it honestly.$1#$b#I don't even feel any different.#$b#I'm happy you all came too, I was a little worried no one would show up.$2",
"NikolaisBirthday.02": "Nikki...",
"NikolaisBirthday03": "What?$2#$b#Of course we would come, you're our friend.$1",
"NikolaisBirthday.04": "We all love you Nikki, why wouldn't we come?",
"NikolaisBirthday.05": "Sorry...",
"NikolaisBirthday.06": "I'll remember from now on, that people really do want to be around me.$1#$b#Anyway, this cake is huge!$6",
"NikolaisBirthday.07": "Gus really out did himself, it smells so good.$1",
"NikolaisBirthday.08": "Let's eat!",
"NikolaisBirthday.09": "Yeah!",
"NikolaisBirthday.10": "Okay, where's that knife.",
"NikolaisBirthday.11": "Huh..?",
"NikolaisBirthday.12": "Haha!",
"NikolaisBirthday.13": "What, what's so funny?$2",
"NikolaisBirthday.14": "Boxy!$7#$b#Boxy was in the cake!$7",
"NikolaisBirthday.15": "Hahahaha!",
"NikolaisBirthday.16": "This is the best surprise ever!$6",
"NikolaisBirthday.17": "Well, I'm happy if you're happy Nikki.$1",
"NikolaisBirthday.18": "The cake was ruined, but you all had lots of fun despite it.",

"AnimalRefuge.00": "You made it!$1",
"AnimalRefuge.01": "I was just getting ready to board the bus too, hope you're prepared for the trip.$6",
"AnimalRefuge.02": "I'm ready to go when you are.",
"AnimalRefuge.03": "I actually don't want to go.",
"AnimalRefuge.04": "Awesome!",
"AnimalRefuge.05": "Okay, you two have fun and be careful.",
"AnimalRefuge.06": "Yes Mama.",
"AnimalRefuge.07": "This is going to be so great!$6#$b#I love animals so much.$1",
"AnimalRefuge.08": "Follow me!",
"AnimalRefuge.09": "So, the first animal we're caring for is the Thylacine.$1",
"AnimalRefuge.10": "They're an endangered speices, in fact there's no longer any Thylacine's out in the wild. They're all being domesticated right now in an effort to save them.$2",
"AnimalRefuge.11": "Hey there.$1#$b#This one is just a baby, his name is Joey.$1#$b#Sometimes I can really relate to them, because they're in need of help.$3",
"AnimalRefuge.12": "You know, that's why I live with my ma, even though I'm twentyfour now...$2#$b#I really need help too, just like these animals.$3#$b#I just hope I don't burden her...$",
"AnimalRefuge.13": "Your mother loves you, I doubt you're a burden.",
"AnimalRefuge.14": "I wouldn't know, but I would worry about that too.",
"AnimalRefuge.15": "Yeah...$3#$b#She does love me, I think she shows me that everyday.$1",
"AnimalRefuge.16": "Yeah...$2#$b#I would ask her, but I'm pretty nervous she'll say I am a burden.",
"AnimalRefuge.17": "I guess time will tell, until then, we gotta start feeding everyone and brushing them!$6#$b#Let's get started$1",
"AnimalRefuge.18": "The two of you have fun caring for all the different animals, Nikolai has never looked so happy.",
"AnimalRefuge.19": "Well, I guess we can't make you go.$3",
"AnimalRefuge.20": "a, it's okay, I'm happy they let me know actually.$1",
"AnimalRefuge.21": "I...$2#$b#Okay Nikki, sorry for snapping at you @.$2",
"AnimalRefuge.22": "Maybe next time then?",
"AnimalRefuge.23": "I'm not really interested in helping animals.",
"AnimalRefuge.24": "I would like that, let me know ahead of time.",
"AnimalRefuge.25": "Oh, I didn't realize, I guess not everyone likes volunteering.$3",
"AnimalRefuge.26": "Of course!$1#$b#Sorry for the short notice to begin with.$3",
"AnimalRefuge.27": "Catch you later then.$1",

"GettingProof.00": "Gotcha!",
"GettingProof.01": "oh, It's just you.$2#$b#Sorry @, I was just...I thought you were...$3",
"GettingProof.02": "Nikolai seems nervous...",
"GettingProof.03": "Why are you acting weird?#What are you up to?",
"GettingProof.04": "What?$2#$b#Well, I just was...It's nothin, just taking photos of...animals...I'm sorry, I don't like lying...$3#$b#I was trying to get proof...$2",
"GettingProof.05": "Oh, I'm just taking photos.$1#$b#I really love nature and animals I thought it would be nice to...$2#$b#I'm sorry, I don't like lying...$2#$b#See, I'm trying to get a photo of what's been following me around.$3",
"GettingProof.06": "I don't know if it's a ghost or something, but it's been really bothering me.$2#$b#Sometimes when I'm walking around town, I see someone hiding around corners.$2#$b#But they're not anyone I know, they're just some kind of tall shadow.$3#$b#I've been snapping photos of it anytime I see it.$2#$b#But when I look at the photo, there's no one in the picture...$2",
"GettingProof.07": "Don't worry, you'll get proof sooner or later.",
"GettingProof.08": "Maybe you're seeing things that aren't there...",
"GettingProof.09": "Yeah, I'm sure I will.$1#$b#Hopefully I didn't blind you with my camera though.$6#$b#Still though, it's weird that whatever it is keeps not showing up on film.$3#$b#But no matter, I'll keep trying!$6",
"GettingProof.10": "Well I'm gonna keep trying, I have to get proof...$3#$b#Even if it's for myself...$2",
"GettingProof.11": "What could be following Nikolai?",
"GettingProof.12": "Wait...You really think that could be it?$3#$b#I admit I was starting to wonder the same thing...A while ago, I ended up suffering a pretty bad head injury.$2#$b#Ever since I've started seeing this figure...$2#$b#Maybe it really isn't real...$3",
"GettingProof.13": "I need to go.",
"GettingProof.14": " can't stand the thought of it being fake, I gotta think this over.$2",
"GettingProof.15": "He got pretty upset, wonder what the truth is?",

"NightTerrors.00": "Who's there?!",
"NightTerrors.01": "Get away!",
"NightTerrors.02": "No! Don't come any closer!$8",
"NightTerrors.03": "Stay Put.",
"NightTerrors.04": "Move Closer.",
"NightTerrors.05": "Boxy?$3",
"NightTerrors.06": "@? Wait, was it you I saw?$2",
"NightTerrors.07": "Yeah, it was just me.",
"NightTerrors.08": "Try to calm down, it's just me.",
"NightTerrors.9": "Thank Yoba...$2#$b#I thought you were...$3#$b#I thought that figure was after me.$8",
"NightTerrors.10": "I'm trying to, I really am... I thought something was after me.$8",
"NightTerrors.11": "But, nothing is out there... Just you... I think, I'm losing myself.$3#$b#There's just been so much noise inside me, and even when I'm talking or smiling... My heart feels like it's going to explode.$8",
"NightTerrors.12": "Tell your mom.",
"NightTerrors.13": "Maybe you need rest.",
"NightTerrors.14": "I've tried!$5#$b#...Sorry, I just, I really have tried to tell her. But it's hard, I'm scared she won't understand.$2",
"NightTerrors.15": "I've tried, I can't sleep for very long though. Every four hours I'm awake again, I'm just too restless I guess.$3#$b#I need to tell my ma, that all this bad stuff is happening to me. But I'm scared she won't understand.$2",
"NightTerrors.16": "Maybe I should just tell Doctor Harvey instead, he is a professional after all...$3",
"NightTerrors.17": "Thank you, really @. Thank you for being here.$3",
"NightTerrors.18": "Wonder when Nikolai will tell his mother?",
"NightTerrors.19": "Ah! No!",
"NightTerrors.20": "Get away from me!$8",
"NightTerrors.21": "Boxy?$3",
"NightTerrors.22": "@? You scared the hell outta me!$5",
"NightTerrors.23": "It's just me though.",
"NightTerrors.24": "Calm down, you're acting weird.",
"NightTerrors.25": "Thank Yoba too...$2#$b#I thought you were...$3#$b#I thought that figure was after me.$8",
"NightTerrors.26": "I'm trying to, I really am... I thought something was after me.$5",
"NightTerrors.27": "But, nothing is out there... Just you...$5",
"NightTerrors.28": "You need therapy.",
"NightTerrors.29": "You need more rest.",
"NightTerrors.30": "Are you always this terrible?$5",
"NightTerrors.31": "I've tried, I can't sleep for very long though. Every four hours I'm awake again, I'm just too restless I guess.$3#$b#I need to tell my ma, that all this bad stuff is happening to me. But I'm scared she won't understand.$2",
"NightTerrors.32": "Maybe I really do need to tell my mom, I hope she doesn't get too worried about me.$3",
"NightTerrors.33": "Sigh",
"NightTerrors.34": "This has been really tiring, I need to get home.$3",
"NightTerrors.35": "Hopefully he can get some rest tonight...",

/************************************************
Marketpalooza
************************************************/
"Event.cs.1531": "Don't forget to enter a raffle ticket to win a prize at the end$6#$e#$q -1 null#Should I start the raffle?#$r -1 0 yes#Yes.#$r -1 0 no#Not yet.",
"mainEvent.01": "Thank you everyone for coming!$1",
"mainEvent.02": "This year's Marketpalooza, I feel, was a big success!",
"mainEvent.03": "As everyone knows, half of Marketpalooza's profits benefit charity.",
"mainEvent.04": "The challenges of the soldiers overseas are well known, but for this charity I wanted to focus on the support we can offer the troops afterward.#$b#When a soldier comes home, showing them love and support is just as important as when they are fighting.#$b#I wanted to help somehow, in a way that would immediately ease the struggles of the everyday veteran.#$b#So Half the fund's raised tonight will be donated to the valley's veteran's support center.#$b#As for veterans who are with us in person, I offer free products at my stand as a thank you. ",
"mainEvent.05": "My very own mother, Kaia.#$b#Served overseas and it was with her support and knowledge that this charity was even possible.#$b#Now that I've talked your ear off, we can move onto the raffle!$1",
"mainEvent.06": "And the winner is...$1",
"mainEvent.07": "Come claim your prize!",
"mainEvent.08": "There was so much stuff for sale! I can't wait until next year.",
"Marketpalooza.01": "I'm looking for something nice to get you.$h",
"Marketpalooza.02": "This is my favorite time of the year! I love being able to sell the honey my bees make.$3",
"Marketpalooza.03": "Enjoy the market, half of the profit goes to charity!#$e#Don't forget to submit a ticket for the raffle! It's the jug next to George!$3",
"Marketpalooza.04": "There's art supplies I can't buy at Pierre's for sale. I think I'm gonna end up broke.",
"Marketpalooza.05": "The market benefits charity. I really like that about it.",
"Marketpalooza.06": "The wizard has some pretty weird things for sale.",
"Marketpalooza.07": "You should buy some new clothes. Your outfit is looking pretty worn out.",
"Marketpalooza.08": "I bought a set of dice. We could play together sometime.",
"Marketpalooza.09": "What do you think, should I buy us something useful or fun?$1",
"Marketpalooza.010": "Hey baby, I'm going to buy us new shoes.",
"Marketpalooza.011": "That wizard has an interesting selection but I'm too nervous to buy from him.$2",
"Marketpalooza.012": "Hello, my love. It's been such a pleasant evening, hasn't it?",
"Marketpalooza.013": "Don't look, it's a surprise!",
"Marketpalooza.014": "I love the weapons at this stand! I can't choose which to buy though.",
"Marketpalooza.015": "This market was a great idea. I brought all my best furniture to sell.",
"Marketpalooza.016": "Robin is happy to be here. It's all I could ask for, really.",
"Marketpalooza.017": "I bought some cool gems. Want to see?",
"Marketpalooza.018": "What do you think, red and black or purple and black dice?",
"Marketpalooza.019": "I've got plenty of merchandise for sell tonight.#$b#Consider buying something.$1",
"Marketpalooza.020": "There's a couple of new faces in town. They're unnerving though, aren't they?$2",
"Marketpalooza.021": "I've been collecting change.You'd be shocked how much money people leave behind.",
"Marketpalooza.022": "You should try my new coffee's, they're really good.$1",
"Marketpalooza.023": "I hate being dragged to these festivals.#$e#I want to be in bed right now.$5",
"Marketpalooza.024": "Isn't this nice? And it benefits a good cause too.$1",
"Marketpalooza.025": "I admit I wasn't sure about letting this happen. But Nikolai did really well planning this.#$b#Maybe I can get him to help with other festivals too.",
"Marketpalooza.026": "I tried giving Emily a gift from one of the stands...#$b#I can't get the courage to approach her.",
"Marketpalooza.027": "This is awesome isn't it?$1#$b#Now I can make money doing what I love.$1",
"Marketpalooza.028": "...$1#$e#I'm actually really enjoying myself.",
"Marketpalooza.029": "This is great.#$e#I've been saving up for this.$1",
"Marketpalooza.030": "Maybe you should buy some new clothes too.#$b#You really look like you need something fresh.",
"Marketpalooza.031": "I told Vincent that if he was a good boy I'd give him some money to spend.$1",
"Marketpalooza.032": "I'm just here for Jodi...",
"Marketpalooza.033": "Hey, @, find anything you like?",
"Marketpalooza.034": "This is a great way to spend money during the beginning of the month.",
"Marketpalooza.035": "Gus makes the best food around, doesn't he?#$e#Best part about this market.",
"Marketpalooza.036": "It's a beautiful evening and there's so much you can buy that you usually can't.",
"Marketpalooza.037": "I bought plenty of new pens and journals for my collection.$1",
"Marketpalooza.038": "Get it while it's hot, @!",
"Marketpalooza.039": "I've been browsing, but I can't find anything I like so far.",
"Marketpalooza.040": "There's a really strange doll for sale. I sort of want it.",
"Marketpalooza.041": "Mama promised me money if I'm good!#$e#I wonder how much she'll give me.",
"Marketpalooza.042": "It's a treat to see so many smiling' faces.$1",
"Marketpalooza.043": "I wanted to sell some of my best weapons at this festival.",
}

